Repository: catsontv/wProject-custom
Catalog: clients-pro/languages/*.po
Languages: it_it

source: Clients Pro License
it_it: Licenza Pro Clienti

source: Please activate your license to get access to updates and support.
it_it: Attivare la licenza per accedere agli aggiornamenti e al supporto.

source: Unexpected Error! The query returned with an error.
it_it: Errore imprevisto! La query ha restituito un errore.

source: Invalid license key
it_it: Chiave di licenza non valida

source: Your license is activate.
it_it: La licenza è attivata.

source: Something went wrong. Please check your key and try again.
it_it: Qualcosa è andato storto. Controlla la chiave e riprova.

source: The license key has been deactivated for this domain
it_it: La chiave di licenza è stata disattivata per questo dominio

source: The license key on this domain is already inactive
it_it: La chiave di licenza su questo dominio è già inattiva

source: License key
it_it: Chiave della licenza

source: Activate
it_it: Attiva

source: Deactivate
it_it: Disattiva

source: License status
it_it: Stato della licenza

source: Active
it_it: Attivo

source: Configure Clients Pro
it_it: Configurare Clienti Pro

source: Licensesd to
it_it: Licenze a

source: Licenses used
it_it: Licenze utilizzate

source: Max allowed
it_it: Numero massimo consentito

source: Licensed domains
it_it: Domini concessi in licenza

source: Support expiry
it_it: Scadenza del supporto

source: Your support license has expired.
it_it: La licenza di supporto è scaduta.

source: For continued support and updates, <a href="%1$s" target="_blank" rel="noopener">renew your license today</a>.
it_it: Per supporto e aggiornamenti continui, <a href="%1$s" target="_blank" rel="noopener">rinnova la tua licenza oggi stesso</a>.

source: This license key has been blocked.
it_it: Questa chiave di licenza è stata bloccata.

source: If you believe this should not have happened, please <a href="%1$s" target="_blank" rel="noopener">make contact</a>.
it_it: Se ritieni che ciò non sarebbe dovuto accadere, ti preghiamo di <a href="%1$s" target="_blank" rel="noopener">contattarci</a>.

source: This license key is pending server side acknowledgment.
it_it: Questa chiave di licenza è in attesa di riconoscimento lato server.

source: If you are still waiting for your license to be acknowledged, please <a href="%1$s" target="_blank" rel="noopener">make contact</a>.
it_it: Se stai ancora aspettando che la tua licenza venga riconosciuta, ti preghiamo di <a href="%1$s" target="_blank" rel="noopener">contattarci</a>.

source: You only have 1 task to do.
it_it: Hai solo 1 attività da svolgere.

source: You have
it_it: Quello che hai

source: tasks to do.
it_it: Attività da svolgere.

source: No tasks for you yet.
it_it: Nessuna attività per te ancora.

source: View details
it_it: Vedi dettagli

source: More information about %s
it_it: Più informazioni su %s

source: Check for updates
it_it: Controlla gli aggiornamenti

# the plugin title
source: The %s plugin is up to date.
it_it: Il plugin %s è aggiornato.

# the plugin title
source: A new version of the %s plugin is available.
it_it: È disponibile una nuova versione del plugin %s.

# the plugin title
source: Could not determine if updates are available for %s.
it_it: Non è stato possibile determinare se è disponibile un aggiornamento di %s.

source: Unknown update checker status "%s"
it_it: Stato del controllo aggiornamenti sconosciuto "%s"

source: There is no changelog available.
it_it: La cronologia degli aggiornamenti non è disponibile.

source: Clients Pro
it_it: Clienti Pro

source: Save Settings
it_it: Salva Impostazioni

source: Activate License Key
it_it: Attiva la chiave di licenza

source: wProject Clients Pro requires at least wProject v1.4.1. <a href="%1$s" rel="noopener">Update now</a>.
it_it: wProject Clients Pro richiede almeno wProject v1.4.1. <a href="%1$s" rel="noopener">Aggiorna ora</a>.

source: Check for update
it_it: Ricerca aggiornamenti

source: Please <a href="%1$s" rel="noopener">activate your license key</a> to unlock Clients Pro.
it_it: Si prega di <a href="%1$s" rel="noopener">attivare la chiave di licenza</a> per sbloccare Clients Pro.

source: Project access
it_it: Accesso al progetto

source: Which projects can clients access on the front-end?
it_it: A quali progetti possono accedere i clienti sul front-end?

source: Limited (default - only projects they have tasks in)
it_it: Limitato (impostazione predefinita - solo i progetti in cui hanno attività)

source: Unlimited (access all projects)
it_it: Illimitato (accedi a tutti i progetti)

source: Capability
it_it: Capacità

source: What can clients do on the front-end?
it_it: Cosa possono fare i clienti sul front-end?

source: Create and edit their own tasks
it_it: Creare e modificare le proprie attività

source: Create tasks for others
it_it: Creare attività per altri utenti

source: Comment on tasks
it_it: Commentare le attività

source: Comment on pages (if enabled on pages)
it_it: Commentare le pagine (se abilitato nelle pagine)

source: View project info
it_it: Visualizza le informazioni sul progetto

source: View the team page
it_it: Visualizza la pagina del team

source: Access
it_it: Accesso

source: Pages
it_it: Pagine

source: Use the search (coming soon)
it_it: Usa la ricerca (disponibile a breve)

source: Dashboard
it_it: Bacheca

source: Welcome %1$s
it_it: Benvenuto %1$s

source: My Latest Tasks
it_it: Le mie ultime attività

source: Clients Pro for wProject
it_it: Client Pro per wProject

source: Allow clients limited access to participate in specific projects.
it_it: Consentire ai clienti un accesso limitato per partecipare a progetti specifici.

source: Rocket Apps
it_it: Applicazioni Rocket
