Repository: catsontv/wProject-custom
Catalog: gantt-pro/languages/*.po
Languages: pt_br

source: Gantt Pro License
pt_br: Gantt De Licença Pro

source: Please activate your license to get access to updates and support.
pt_br: Por favor, ative sua licença para ter acesso a atualizações e suporte.

source: Unexpected Error! The query returned with an error.
pt_br: Erro Inesperado! A consulta retornou um erro.

source: Invalid license key
pt_br: Inválido chave de licença

source: Your license is activate.
pt_br: Sua licença é ativada.

source: Something went wrong. Please check your key and try again.
pt_br: Alguma coisa saiu errada. Por favor verifique a sua chave e tente novamente.

source: The license key has been deactivated for this domain
pt_br: A chave de licença tiver sido desativada para esse domínio

source: The license key on this domain is already inactive
pt_br: A chave de licença sobre este domínio já está inativo

source: License key
pt_br: Chave de licença

source: Activate
pt_br: Activar

source: Deactivate
pt_br: Desativar

source: License status
pt_br: Status da licença

source: Configure Gantt Pro
pt_br: Configurar O Modo De Pro

source: Licensesd to
pt_br: Licensesd para

source: Licenses used
pt_br: Licenças utilizadas

source: Max allowed
pt_br: Max permitida

source: Licensed domains
pt_br: Licenciado domínios

source: Support expiry
pt_br: Suporte de validade

source: Your support license has expired.
pt_br: O seu apoio licença expirou.

source: For continued support and updates, <a href="%1$s" target="_blank" rel="noopener">renew your license today</a>.
pt_br: Maio

source: This license key has been blocked.
pt_br: Esta chave de licença foi bloqueada.

source: If you believe this should not have happened, please <a href="%1$s" target="_blank" rel="noopener">make contact</a>.
pt_br: Se você acredita que isso não deveria ter acontecido, <a href="%1$s" target="_blank" rel="noopener"> entre em contato </a>.

source: This license key is pending server side acknowledgment.
pt_br: Esta chave de licença está pendente do lado do servidor de confirmação.

source: If you are still waiting for your license to be acknowledged, please <a href="%1$s" target="_blank" rel="noopener">make contact</a>.
pt_br: Se você ainda está esperando o reconhecimento de sua licença, <a href="%1$s" target="_blank" rel="noopener"> entre em contato </a>.

source: View details
pt_br: Ver detalhes

source: More information about %s
pt_br: Mais informações sobre %s

source: Check for updates
pt_br: Verificar atualizações

# the plugin title
source: The %s plugin is up to date.
pt_br: O %s plugin é atualizado.

# the plugin title
source: A new version of the %s plugin is available.
pt_br: Uma nova versão do %s plugin está disponível.

# the plugin title
source: Could not determine if updates are available for %s.
pt_br: Não foi possível determinar se as actualizações estão disponíveis para %s.

source: Unknown update checker status "%s"
pt_br: Desconhecido atualização do verificador de estado "%s"

source: There is no changelog available.
pt_br: Não há changelog disponíveis.

source: Save Settings
pt_br: Salvar Configurações

source: Activate License Key
pt_br: Activar Licença-Chave

source: Please <a href="%1$s" rel="noopener">activate your license key</a> to unlock Gantt Pro.
pt_br: Por favor, <a href="%1$s" rel="noopener"> ative sua chave de licença </a> para desbloquear Gantt Pro.

source: Show the Gantt chart
pt_br: Mostrar o gráfico de Gantt

source: Show the Gantt chart at these locations.
pt_br: Mostrar o gráfico de Gantt nestes locais.

source: Individual projects
pt_br: Projetos individuais

source: Projects page
pt_br: Página de projetos

source: Initial Gantt scale (tasks)
pt_br: Inicial de Gantt escala (tarefas)

source: The initial scale when the Gantt chart contains tasks.
pt_br: A escala inicial quando o gráfico de Gantt contém tarefas.

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: Initial Gantt scale (projects)
pt_br: Inicial de Gantt escala (projetos)

source: The initial scale when the Gantt chart contains projects.
pt_br: A escala inicial quando o gráfico de Gantt contém projetos.

source: Order
pt_br: Fim

source: The order to return tasks and projects.
pt_br: A ordem para retornar tarefas e projetos.

source: Alphabetical (default)
pt_br: Em ordem alfabética (padrão)

source: Start date
pt_br: Data de início

source: Popup trigger
pt_br: Disparador pop-up

source: How popups are triggered in the Gantt chart.
pt_br: Como os pop-ups são acionados no gráfico de Gantt.

source: On mouse over (default)
pt_br: Sem passar o mouse (padrão)

source: Disabled
pt_br: Deficiência

source: Show subtasks
pt_br: Mostrar subtarefas

source: Show subtasks below the main tasks.
pt_br: Mostrar subtarefas abaixo as principais tarefas.

source: Enable
pt_br: Activar

source: Show project / task list
pt_br: Projeto de Show / lista de tarefas

source: Show the project / task names docked to the left of the Gantt chart.
pt_br: Mostrar o projeto / tarefa nomes ancorada à esquerda do gráfico de Gantt.

source: Bar height
pt_br: Altura da barra

source: The height of the Gantt bars. Default is 20.
pt_br: A altura das barras de Gantt. O padrão é 20.

source: Bar spacing
pt_br: Barra de espaçamento

source: The spacing between Gantt bars. Default is 10.
pt_br: O espaçamento entre barras de Gantt. O padrão é 10.

source: Primary bar colour
pt_br: Principal cor da barra

source: The colour of the primary Gantt bars. If not specified, the priority colour will be displayed.
pt_br: A cor das principais barras de Gantt. Se não for especificado, a prioridade cor será exibida.

source: Secondary bar colour
pt_br: Secundário cor da barra

source: The colour of the secondary Gantt bars. Deafult is 747faf.
pt_br: A cor do secundário barras de Gantt. Deafult é 747faf.

source: The Gantt chart was modified. Please refresh this page to see the latest Kanban board.
pt_br: O gráfico de Gantt foi modificado. Por favor, atualize a página para ver as últimas Kanban board.

source: Day
pt_br: Dia

source: Week
pt_br: Semana

source: Month
pt_br: Mês

source: Year
pt_br: Ano

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Start
pt_br: Início

source: Due
pt_br: Devido

source: Progress
pt_br: Progresso

source: Edit task
pt_br: Edição de tarefa

source: Projects I manage
pt_br: Gerenciar projetos

source: In progress
pt_br: Em andamento

source: Planning
pt_br: Planejamento

source: Proposed
pt_br: Propostas

source: Setting up
pt_br: A configuração de

source: Archived
pt_br: Arquivado

source: Cancelled
pt_br: Cancelado

source: Complete
pt_br: Completo

source: Gantt Pro for wProject
pt_br: Gantt Pro para wProject

source: Advanced Gantt chart with drag and drop interface.
pt_br: Avançado gráfico de Gantt com interface de arrastar e soltar.
