Repository: catsontv/wProject-custom
Catalog: wproject/languages/*.po
Languages: pt_br, tr_tr

source: Time
pt_br: Tempo
tr_tr: Zaman

source: Time & Costs
pt_br: Tempo e Custo
tr_tr: Zaman & Maliyetler

source: Time & Rate
pt_br: Tempo e taxa
tr_tr: Zaman oranı

source: Time allocated
pt_br: Tempo alocado
tr_tr: Ayrılan zaman

source: Time deleted.
pt_br: Tempo excluído.
tr_tr: Zaman silindi.

source: Time updated.
pt_br: Hora atualizada.
tr_tr: Zaman güncellendi.

source: Time used
tr_tr: Kullanılan süre

source: Time was added.
tr_tr: Süre eklendi.

source: time x hours
pt_br: tempo x horas
tr_tr: zaman x saat

source: Timing
tr_tr: Zamanlama

source: Tip:
pt_br: Dica:
tr_tr: İpucu:

source: Title
pt_br: Cargo
tr_tr: Ünvan

source: To change this view to see all projects, change the setting at the <a href="/account/">account page</a>.
tr_tr: Bu görünümü tüm projeleri görecek şekilde değiştirmek için <a href="/account/">hesap sayfasında</a> ayarı değiştirin.

source: To do
pt_br: Não Iniciada
tr_tr: Yapılacak

source: To entire organisation when a project is created
tr_tr: Bir proje oluşturulduğunda tüm kuruluşa

source: To involved team members when a project is complete
pt_br: Envolver os membros da equipe quando um projeto for concluído
tr_tr: Bir proje tamamlandığında ilgili ekip üyelerine

source: To involved team members when a project is deleted
pt_br: Para os membros da equipe envolvidos quando um projeto é excluído
tr_tr: Bir proje silindiğinde ilgili ekip üyelerine

source: To limit this view to only see projects that you manage, change the setting at the <a href="/account/">account page</a>.
tr_tr: Bu görünümü yalnızca yönettiğiniz projeleri görecek şekilde sınırlamak için <a href="/account/">hesap sayfasında</a> ayarı değiştirin.

source: To project manager when a task is complete
pt_br: Para o gerente de projeto quando uma tarefa é concluída
tr_tr: Bir görev tamamlandığında proje yöneticisine

source: To task owner when a comment is made on their task
pt_br: Para o proprietário da tarefa quando um comentário é feito em sua tarefa
tr_tr: Görevi hakkında yorum yapıldığında görev sahibine

source: To task owner when task takeover is requested
pt_br: Para o proprietário da tarefa quando o controle da tarefa é solicitado
tr_tr: Görev devralma istendiğinde görev sahibine

source: To user when a task is created for them
pt_br: Para o usuário quando uma tarefa é criada para ele
tr_tr: Kendileri için bir görev oluşturulduğunda kullanıcıya

source: To user when someone replies to their comment
tr_tr: Birisi yorumuna yanıt verdiğinde kullanıcıya

source: To user when task takeover decision was made
tr_tr: Görev devralma kararı verildiğinde kullanıcıya

source: Toggle sidebar
tr_tr: Kenar Çubuğunu Aç/Kapa

source: Toggle sidebars
tr_tr: Kenar Çubuğunu Aç/Kapa

source: Top full width
pt_br: Largura total superior
tr_tr: Üst tam genişlik

source: Total
tr_tr: Toplam

source: Total tasks
pt_br: Total de tarefas
tr_tr: Toplam görev

source: Tour Administrator & Web Developer
pt_br: Administrador de turismo e desenvolvedor da Web
tr_tr: Tur Yöneticisi ve Web Geliştiricisi

source: Transfer of ownership request
tr_tr: Sahiplik Talebi

source: translation
pt_br: tradução
tr_tr: çeviri

source: Tue
pt_br: Ter
tr_tr: Sal

source: Unchanged
pt_br: Inalterado
tr_tr: değişmedi

source: Unexpected Error! The query returned with an error.
pt_br: Erro inesperado! A consulta retornou com um erro.
tr_tr: Beklenmeyen hata! Sorgu bir hatayla döndü.

source: Unfocused cards
pt_br: Cartões desfocados
tr_tr: Odaklanılmamış kartlar

source: Unfollow
tr_tr: Takibi bırak

source: Unknown
pt_br: Desconhecido
tr_tr: Bilinmeyen

source: Unknown update checker status "%s"
pt_br: Status do verificador de atualização desconhecido "%s"
tr_tr: Bilinmeyen güncelleme denetleyici durumu "%s"

source: Unlimited (access all projects)
tr_tr: Tüm projeler

source: Unowned task
pt_br: Tarefa sem dono
tr_tr: sahipsiz görev

source: Update
pt_br: Atualizar
tr_tr: Güncelle

source: Update project
pt_br: Atualizar projeto
tr_tr: Projeyi güncelle

source: updated.
pt_br: atualizado.
tr_tr: güncellendi.

source: Upload image
pt_br: Enviar Imagem
tr_tr: Resim yükle

source: Upload max filesize
pt_br: Carregar tamanho máximo do arquivo
tr_tr: Maks. dosya yükleme boyutu

source: Urgent
pt_br: Urgente
tr_tr: Acil

source: Urgent priority
tr_tr: acil öncelik

source: Use the status filters to quickly change the project view.
pt_br: Use os filtros de status para alterar rapidamente a visualização do projeto.
tr_tr: Proje görünümünü hızla değiştirmek için durum filtrelerini kullanın.

source: Used for when adding a task or project to your calendar.
pt_br: Usado para quando adicionar uma tarefa ou projeto ao seu calendário.
tr_tr: Takviminize bir görev veya proje eklerken kullanılır.

source: User photos will not be shown on printed or PDF documents.
pt_br: As fotos do usuário não serão exibidas em documentos impressos ou PDF.
tr_tr: Kullanıcı fotoğrafları basılı veya PDF belgelerde gösterilmez.

source: User Profile
pt_br: perfil de usuário
tr_tr: Kullanıcı Profili

source: Various ways you can experience and interact with wProject.
tr_tr: wProject ile deneyimleyebileceğiniz ve onunla etkileşim kurabileceğiniz çeşitli yollar.

source: Version
pt_br: Versão
tr_tr: Versiyon

source: View details
pt_br: Ver detalhes
tr_tr: Detayları göster

source: View profile
pt_br: Ver perfil
tr_tr: Profili Görüntüle

source: View Task
tr_tr: Görevi Görüntüle

source: Visibility
pt_br: Visibilidade
tr_tr: Görünürlük

source: Wed
pt_br: Qua
tr_tr: Çrş

source: Weeks
pt_br: Semanas
tr_tr: Haftalar

source: Welcome
tr_tr: Hoş geldin

source: Welcome to wProject
pt_br: Bem-vindo ao wProject
tr_tr: wProject'e Hoş Geldiniz

source: What are context labels?
tr_tr: İçerik etiketleri nedir?

source: What team members can do on the front-end.
pt_br: O que os membros da equipe podem fazer no front-end.
tr_tr: Ön uçta ekip üyelerinin neler yapabileceği.

source: What to do while the system is performing an action.
pt_br: O que fazer enquanto o sistema está executando uma ação.
tr_tr: Sistem bir eylem gerçekleştirirken yapılması gerekenler.

source: What's new?
pt_br: O que há de novo?
tr_tr: Neler yeni?

source: When selecting a task relationship, allow selection from all projects instead of just the current project (not recommended, may impact performance).
tr_tr: Bir görev ilişkisi seçerken, yalnızca mevcut proje yerine tüm projelerden seçim yapılmasına izin verin (önerilmez, performansı etkileyebilir).

source: When to send an email notification.
pt_br: Quando enviar uma notificação por email.
tr_tr: Bir e-posta bildirimi ne zaman gönderilsin?

source: Where popups appear when you hover a task in the Gantt chart.
pt_br: Onde pop-ups aparecem quando você passa o mouse sobre uma tarefa no gráfico de Gantt.
tr_tr: Gantt şemasında bir görevin üzerine geldiğinizde açılır pencerelerin göründüğü yer.

source: Where to show the response message (desktop only).
pt_br: Onde mostrar a mensagem de resposta (somente desktop).
tr_tr: Yanıt mesajının nerede gösterileceği (yalnızca masaüstü).

source: While this task will still appear in the project, the details will be obfuscated to other team members.
pt_br: Embora essa tarefa ainda apareça no projeto, os detalhes serão ofuscados para outros membros da equipe.
tr_tr: Bu görev projede görünmeye devam edecek olsa da, ayrıntılar diğer ekip üyeleri için anlaşılmaz olacaktır.

source: Work in progress
pt_br: Trabalho em progresso
tr_tr: devam eden çalışma

source: Working remotely
pt_br: Trabalhando remotamente
tr_tr: Uzaktan çalışma

source: WP memory limit
tr_tr: WP bellek sınırı

source: WP memory used
tr_tr: WP bellek kullanımı

# wproject
source: Project
pt_br: Projeto
tr_tr: Proje

# wproject
source: Projects
pt_br: Projetos
tr_tr: Projeler

source: wProject health check
tr_tr: wProject uyumluluk kontrolü

source: wProject License Key
pt_br: Chave de Licença wProject
tr_tr: wProject Lisans Anahtarı

source: Yes
pt_br: Sim
tr_tr: Evet

source: You are currently not recording time.
tr_tr: Şu anda süreyi kaydetmiyorsunuz.

source: You are not managing any projects yet.
pt_br: Você ainda não está gerenciando nenhum projeto.
tr_tr: Henüz herhangi bir projeyi yönetmiyorsunuz.

source: You are recording time on this task.
pt_br: Você está registrando o tempo nesta tarefa.
tr_tr: Bu görevde zaman kaydediyorsunuz.

source: You can change the status of a task to Complete, Incomplete, On Hold, In Progress or Not Started.
pt_br: Você pode alterar o status de uma tarefa para Concluída, Incompleta, Progredindo, Em andamento ou Não iniciada.
tr_tr: Bir görevin durumunu Tamamlandı, Tamamlanmadı, Beklemede, Devam Ediyor veya Başlamadı olarak değiştirebilirsiniz.

source: You can only record time on one task at a time.
pt_br: Você só pode registrar o tempo em uma tarefa por vez.
tr_tr: Bir seferde yalnızca bir görev için süre kaydedebilirsiniz.

source: You can't edit this task.
tr_tr: Bu görevi düzenleyemezsiniz.

source: You can't request ownership of this task while another user is recording time on it.
pt_br: Você não pode solicitar a propriedade desta tarefa enquanto outro usuário está registrando o tempo nela.
tr_tr: Başka bir kullanıcı süreyi kaydederken bu görevin sahipliğini isteyemezsiniz.

source: You have a new task
tr_tr: Yeni bir görevi var

source: You have no recent tasks.
pt_br: Você não tem tarefas recentes.
tr_tr: Son göreviniz yok.

source: You have nothing to do in this project.
pt_br: Você não tem nada a fazer neste projeto.
tr_tr: Bu projede yapacak bir şeyiniz yok.

source: You only have 1 task
tr_tr: Sadece 1 görevin var

source: You only have 1 task to do.
pt_br: Você só tem 1 tarefa a fazer.
tr_tr: Yapmanız gereken sadece 1 göreviniz var.

source: Your license has expired. <a href="%1$s" rel="noopener" target="_blank">Renew now</a> for continued updates and support. Thanks!
pt_br: Sua licença expirou. <a href="%1$s" rel="noopener" target="_blank"> Renove agora </a> para atualizações e suporte contínuos. Obrigado!
tr_tr: Lisansınızın süresi doldu. Devam eden güncellemeler ve destek için <a href="%1$s" rel="noopener" target="_blank">şimdi yenileyin</a>. Teşekkürler!

source: Your PHP version is not supported.
tr_tr: PHP sürümünüz desteklenmiyor.

source: Your preferred contact methods. Email address is mandatory.
tr_tr: Tercih ettiğiniz iletişim yöntemleri. E-posta adresi zorunludur.

source: Your primary details. First name, last name and title are mandatory.
tr_tr: Birincil ayrıntılarınız. Ad, soyad ve unvan zorunludur.

source: Your responsibility
tr_tr: Sorumluluğun

source: Your status
tr_tr: Durum

source: Your tasks
pt_br: Suas tarefas
tr_tr: Görevlerin

source: ZipArchive class
pt_br: Classe ZipArchive
tr_tr: ZipArchive sınıfı

source: %1$s has requested takeover of your task: <a href="%2$s">%3$s</a>.
pt_br: %1$ s solicitou o controle de sua tarefa: <a href="%2$s">%3$s</a>.

source: (Client)
pt_br: (Cliente)

source: <strong>Note:</strong> The only roles used by wProject are <strong>Team member</strong>, <strong>Project manager</strong>, <strong>Administrator</strong> and <strong>Client</strong> (if the Client Pro plugin is activated).
pt_br: <strong>Nota:</strong> As únicas funções usadas por wProject são <strong> Membro da equipe </strong>, <strong> Gerente de projeto </strong>, <strong> Administrador </strong> e <strong> Cliente </strong> (se o plugin Client Pro está ativado).

source: A brief description of the project.
pt_br: Uma breve descrição do projeto.

source: A full description of the project.
pt_br: Uma descrição completa do projeto.

source: A list of every person with an account.
pt_br: Lissta de todas as pessoas com uma conta.

source: A name that identifies the project (required).
pt_br: Um nome que identifica o projeto (obrigatório).

source: A warning wil appear when accidentally attempting to leave an incomplete new task or new project.
pt_br: Um aviso aparecerá ao tentar acidentalmente deixar uma nova tarefa incompleta ou um novo projeto.

source: Action
pt_br: Ação

source: Active projects
pt_br: Projetos ativos

source: Add comment
pt_br: Adicionar Comentários

source: All wProject settings were successfully deleted.
pt_br: Todas as configurações do wProject foram excluídas com sucesso.

source: Assign and reassign tasks to anyone
pt_br: Atribuir e reatribuir tarefas a qualquer pessoa

source: Automatically minimise completed tasks
pt_br: Minimize automaticamente as tarefas concluídas

source: Before you continue, please set your user preferences.
pt_br: Antes de continuar, defina suas preferências de usuário.

source: Clicking 'Add a task' on a project page will automatically select the project for the task.
pt_br: Clicar em 'Adicionar uma tarefa' na página de um projeto selecionará automaticamente o projeto para a tarefa.

source: Comments are closed
pt_br: Comentários estão fechados

source: Default task ownership to me
pt_br: Propriedade de tarefa padrão para mim

source: Did you forgot about this?
pt_br: Você se esqueceu disso?

source: due
pt_br: devido

source: Easy project management system on WordPress.
pt_br: Fácil sistema de gerenciamento de projetos em WordPress.

source: Entering values here will override the total time already logged for this task.
pt_br: Inserir valores aqui substituirá o tempo total já registrado para esta tarefa.

source: Go to Task
pt_br: Vá para a Tarefa

source: Google Hangouts
pt_br: Hangouts do Google

source: How many projects there are in total, including unassigned projects.
pt_br: Quantos projetos existem no total, incluindo projetos não atribuídos.

source: If check off all your subtasks, the task will automatically be marked as complete.
pt_br: Se marcar todas as suas etapas, a tarefa será automaticamente marcada como concluída.

source: If you accidentally forget to stop recording time on a task, you can easily manually edit the time.
pt_br: Se você acidentalmente esquecer de parar de registrar o tempo em uma tarefa, poderá editar o tempo manualmente com facilidade.

source: Include the cost(s) of additional materials that belong to this project. For example: Stock photography.
pt_br: Inclui o(s) custo(s) de materiais adicionais que pertencem a este projeto. Por exemplo: Fotografia de arquivo.

source: Kanban board
pt_br: Quadro Kanban

source: Load carried
pt_br: Carga de trabalho

source: Message sent from wProject.
pt_br: Mensagem enviada do Agility.

source: mins
pt_br: minutos

source: Mood
pt_br: Humor

source: MS teams
pt_br: Equipes MS

source: Open Graphite Pro
pt_br: Abra o Graphite Pro

source: Optionally provide more information about this task relationship.
pt_br: Opcionalmente, forneça mais informações sobre este relacionamento de tarefa.

source: Pause working
pt_br: Pausa de trabalho

source: Project Manager
pt_br: Gerente de Projeto

source: Project managers can only edit or delete projects they are managing.
pt_br: Os gerentes de projeto só podem editar ou excluir projetos que estão gerenciando.

source: Recording time
pt_br: Tempo de gravação

source: Request Takeover
pt_br: Solicitar takeover

source: Respond
pt_br: Responder

source: Rocket Apps
pt_br: Apps de foguetes

source: Search Results for <span>%1$s</span>.
pt_br: Resultados da pesquisa para <span>%1$s</span>.

source: Setting a start and Due will allow the project to warn you when it runs past the Due.
pt_br: Definir um início e vencimento permitirá que o projeto avise você quando for executado após o vencimento.

source: Settings Saved.
pt_br: Configurações salvas.

source: Show the projects bar chart on the dashboard
pt_br: Mostrar o gráfico de barras de projetos no painel

source: Showing my latest tasks no older than
pt_br: Mostrando minhas últimas tarefas com não mais que

source: Specify an hourly rate that tasks in this project will be billed at. This will allow you to keep an eye on the running project cost.
pt_br: Especifique uma taxa por hora pela qual as tarefas neste projeto serão cobradas. Isso permitirá que você fique de olho no custo do projeto em execução.

source: Specify how much time (hours) you want to allocate to the project. This will allow the project to warn you when it has run overtime.
pt_br: Especifique quanto tempo (horas) você deseja alocar para o projeto. Isso permitirá que o projeto avise você quando for ultrapassado.

source: Specify if this task has some sort of relationship with another task.
pt_br: Especifique se esta tarefa tem algum tipo de relacionamento com outra tarefa.

source: Start working
pt_br: Comece a trabalhar

source: Take ownership
pt_br: Tomar posse

source: Takeover request sent.
pt_br: Pedido de aquisição enviado.

source: Task takeover request
pt_br: Solicitação de aquisição da tarefas

source: Tasks that were most recently assigned to you.
pt_br: Tarefas que foram atribuídas a você mais recentemente.

source: The default order tasks will appear when viewing projects.
pt_br: As tarefas de pedido padrão aparecerão ao visualizar projetos.

source: The more information you are able to include here, the better the experience will be for everyone.
pt_br: Quanto mais informações você puder incluir aqui, melhor será a experiência para todos.

source: The person responsible for planning and execution of this project.
pt_br: A pessoa responsável pelo planejamento e execução deste projeto.

source: The total number of tasks across all projects combined.
pt_br: O número total de tarefas em todos os projetos combinados.

source: There are %1$s tasks for others to do.
pt_br: Existem %1$s tarefas para outras pessoas fazerem.

source: There are %1$s tasks to do by all users.
pt_br: Existem %1$s tarefas a serem realizadas por todos os usuários.

source: There are no other tasks here and you still have %1$s to do. If possible, you could reassign some of your tasks.
pt_br: Não há outras tarefas aqui e você ainda tem %1$s para fazer. Se possível, você pode retribuir algumas de suas tarefas.

source: There is a total of %1$s active projects.
pt_br: Há um total de %1$s projetos ativos.

source: This %1$s was due %2$s.
pt_br: Esta %1$s venceu em %2$s.

source: Time logged
pt_br: Tempo registrado

source: To involved team members when a project is created
pt_br: Para envolver os membros da equipe quando um projeto é criado

source: To user when task takeover decsion was made
pt_br: Para o usuário quando a decisão de controle da tarefa foi feita

source: Unlimted (access all projects)
pt_br: Ilimitado (acessar todos os projetos)

source: View projects
pt_br: Ver projetos

source: When a task has time recorded on it, you can only <a href="%1$s">delete it from the front-end</a>.
pt_br: Quando uma tarefa tem tempo registrado, você só pode <a href="%1$s"> excluí-la do front-end </a>.

source: When creating a new task, the Assigned to field will have your name by default. Otherwise there will be no default.
pt_br: Ao criar uma nova tarefa, o campo Atribuído a terá seu nome por padrão. Caso contrário, não haverá padrão.

source: wProject Settings
pt_br: Configurações do wProject

source: You are not permitted to access this task. Sending you back home now...
pt_br: Você não tem permissão para acessar esta tarefa. Mandando você de volta para casa agora ...

source: You are responsible for %1$s&#37; of all tasks across all projects.
pt_br: Você é responsável por %1$s&#37; de todas as tarefas em todos os projetos.

source: You can request takeover of a task that you don't own.
pt_br: Você pode solicitar o controle de uma tarefa que não seja de sua propriedade.

source: You have %1$s tasks out of %2$s to do.
pt_br: Você tem %1$s tarefas de um total de %2$s para fazer.

source: You have %1$s/%2$s (%3$s&#37) tasks to do.
pt_br: Você tem %1$s/%2$s (%3$s&#37) tarefas para fazer.

source: You have no tasks recording time.
pt_br: Você não tem tempo de registro de tarefas.

source: Your account details
pt_br: Detalhes da sua conta
