Repository: catsontv/wProject-custom
Catalog: wproject/languages/*.po
Languages: pt_br, tr_tr

source: Project managers and administrators can edit any task, regardless of who owns it.
pt_br: Os gerentes e administradores de projeto podem editar qualquer tarefa, independentemente de quem a possui.
tr_tr: Proje yöneticileri ve yöneticileri, sahibi kim olursa olsun herhangi bir görevi düzenleyebilir.

source: Project managers can only edit or delete projects they manage.
tr_tr: Proje yöneticileri yalnızca yönettikleri projeleri düzenleyebilir veya silebilir.

source: Project modified
pt_br: Projeto modificado
tr_tr: Proje düzenlendi

source: Project name
pt_br: Nome do Projeto
tr_tr: Proje Adı

source: Project page
pt_br: Página do projeto
tr_tr: Proje sayfası

source: Project team
pt_br: Equipe de projeto
tr_tr: Proje ekibi

source: Projects
pt_br: Projetos
tr_tr: Projeler

source: Projects chart on the dashboard
tr_tr: Anasayfadaki proje grafiği

source: Projects I manage
pt_br: Projetos que gerencio
tr_tr: Yönettiğim projeler

source: Projects managed by all project managers are displayed here.
tr_tr: Tüm proje yöneticileri tarafından yönetilen projeler burada görüntülenir.

source: Projects that I am the project manager for.
pt_br: Projetos dos quais sou gerente de projetos.
tr_tr: Proje yöneticisi olduğunuz projeler.

source: Prompt when any logged time entry is more than this many hours.
pt_br: Avisar quando qualquer entrada de tempo registrada ultrapassar esse número de horas.
tr_tr: Kaydedilmiş herhangi bir zaman girişi bu saatten fazla olduğunda sor.

source: Proposed
pt_br: Proposta
tr_tr: Hazırlanan

source: Protect your data
pt_br: Proteja seus dados
tr_tr: Verilerinizi koruyun

source: Quickly switch between light and dark mode by clicking the sun/moon icons.
tr_tr: Güneş/ay simgelerine tıklayarak aydınlık ve karanlık mod arasında hızla geçiş yapın.

source: Radio buttons
tr_tr: Radyo butonları

source: Random
pt_br: Aleatória
tr_tr: Rastgele

source: Rate
pt_br: Taxa
tr_tr: Oran

source: Read the FAQ
pt_br: Leia o FAQ
tr_tr: SSS'yi oku

source: Ready to assist
pt_br: Pronto para ajudar
tr_tr: Yardıma hazır

source: Ready?
pt_br: Preparar?
tr_tr: Hazır mısın?

source: Really delete all the files in this task?
tr_tr: Bu görevdeki tüm dosyalar gerçekten silinsin mi?

source: Really delete this comment?
tr_tr: Bu yorum gerçekten silinsin mi?

source: Really delete this project and all its tasks?
pt_br: Deseja realmente excluir este projeto e todas as suas tarefas?
tr_tr: Bu proje ve tüm görevleri gerçekten silinsin mi?

source: Really log out?
pt_br: Deseja realmente sair?
tr_tr: Gerçekten oturum kapatılsın mı?

source: Recent Comments
pt_br: comentários recentes
tr_tr: Son Yorumlar

source: Recent comments
tr_tr: Son Yorumlar

source: Recent tasks are
pt_br: Filtrar tarefas recentes em:
tr_tr: Son görevler

source: Recent tasks are considered
tr_tr: Görev günleri

source: Recording time on this task.
pt_br: Tempo de gravação nesta tarefa.
tr_tr: Bu görevde kayıt süresi.

source: Related
tr_tr: İlişkili

source: Relates
pt_br: Relaciona
tr_tr: İlgili

source: Relates to
pt_br: Refere-se à
tr_tr: Alakalı

source: Relationship
pt_br: Relação
tr_tr: İlişki

source: Reloading chart...
pt_br: Recarregando gráfico ...
tr_tr: Grafik yeniden yükleniyor...

source: Remove highlight
tr_tr: Vurguyu kaldır

source: Remove ownership
pt_br: Remover propriedade
tr_tr: Sahipliği kaldır

source: Remove Pages from nav
tr_tr: Menüden Sayfalar'ı Kaldır

source: Remove photo
tr_tr: Fotoğrafı kaldır

source: Replace the <a href="%1$s" target="_blank" rel="noopener">favicon</a> with your own. For best results, the image needs to be a square PNG and at least 100 x 100 pixels.
pt_br: Replace the <a href="%1$s" target="_blank" rel="noopener">favicon</a>com o seu. Para obter os melhores resultados, a imagem precisa ser um PNG quadrado e ter pelo menos 100 x 100 pixels.
tr_tr: <a href="%1$s" target="_blank" rel="noopener">Site İkonunu</a> kendi site ikonunuzla değiştirin. En iyi sonuçlar için görüntünün kare bir PNG olması ve en az 100x100 piksel olması gerekir.

source: Replace the login screen logo with your own.
pt_br: Substitua o logotipo da tela de login pelo seu.
tr_tr: Oturum açma ekranı logosunu kendi logonuzla değiştirin.

source: Reply
tr_tr: Cevapla

source: Report
pt_br: Relatório
tr_tr: Rapor

source: Request Ownership
tr_tr: Sahiplik İste

source: Request ownership of tasks from other users
pt_br: Solicite a propriedade de tarefas de outros usuários
tr_tr: Diğer kullanıcılardan görevlerin sahipliğini isteme

source: required
pt_br: necessário
tr_tr: gerekli

source: Reset all theme settings
pt_br: Redefinir todas as configurações do tema
tr_tr: Tüm ayarları sıfırla

source: Response message duration
pt_br: Duração da mensagem de resposta
tr_tr: Yanıt mesajı süresi

source: Response message position
pt_br: Posição da mensagem de resposta
tr_tr: Yanıt mesajı konumu

source: Reveal status icons
pt_br: Revelar ícones de status
tr_tr: Durum simgelerini göster

source: Right
pt_br: Direita
tr_tr: Sağ

source: Role
pt_br: Função
tr_tr: Görev

source: Rounded corners (default)
pt_br: Cantos arredondados (padrão)
tr_tr: Yuvarlatılmış köşeli(varsayılan)

source: Sat
pt_br: Sab
tr_tr: Cmt

source: Save Changes
pt_br: Salvar alterações
tr_tr: Değişiklikleri Kaydet

source: Save Settings
pt_br: Salvar Configurações
tr_tr: Ayarları Kaydet

source: Search
pt_br: Procurar
tr_tr: Ara

source: Search Messages
pt_br: Pesquisar Mensagens
tr_tr: Mesajları Ara

source: Search projects
pt_br: Pesquisar projetos
tr_tr: Proleri ara

source: Search Results for <span>%1$s</span>
tr_tr: <span>%1$s</span> aramasının sonuçları

source: Search Task Group Items
pt_br: Pesquisar itens do grupo de tarefas
tr_tr: Görev Grubu Öğelerini Ara

source: Search Tasks
pt_br: Pesquisar tarefas
tr_tr: Görevleri Ara

source: Searchbot could not find <span>%1$s</span>.
pt_br: O bot de pesquisa não conseguiu encontrar <span>%1$s</span>.
tr_tr: AramaBotu <span>%1$s</span> ile ilgili hiçbir şey bulamadı.

source: Searchbot could not find whatever it was you were looking for.
pt_br: O Searchbot não conseguiu encontrar o que você estava procurando.
tr_tr: Searchbot, aradığınızı bulamadı.

source: seconds
pt_br: Segundos
tr_tr: saniye

source: See all projects
pt_br: Veja todos os projetos
tr_tr: Tüm projeleri gör

source: See all team members
pt_br: Veja todos os membros da equipe
tr_tr: Tüm ekip üyelerini göster

source: See current projects
pt_br: Veja os projetos atuais
tr_tr: Mevcut projeleri görün

source: Select a project
pt_br: Selecione um projeto
tr_tr: bir proje seçin

source: Sender email
pt_br: E-mail do remetente
tr_tr: Gönderen e-posta

source: Sender name
pt_br: Nome do remetente
tr_tr: Gönderen adı

source: September
pt_br: setembro
tr_tr: Eylül

source: Setting up
pt_br: Configurando
tr_tr: Ön Çalışma

source: Settings
tr_tr: Ayarlar

source: Settings Saved
tr_tr: Ayarlar Kaydedildi

source: Show all project tasks on task relationships
tr_tr: Tüm proje görevlerini görev ilişkilerinde göster

source: Show descriptions
pt_br: Mostrar descrições
tr_tr: Açıklamaları göster

source: Show popups
pt_br: Mostrar poup-ups
tr_tr: Popup göster

source: Show subtasks (project page only)
pt_br: Mostrar Etapas (apenas página do projeto)
tr_tr: Alt görevleri göster (yalnızca proje sayfası)

source: Show the currency symbol left or right of monetary values.
pt_br: Mostre o símbolo da moeda à esquerda ou à direita dos valores monetários.
tr_tr: Parasal değerlerin solunda veya sağında para birimi sembolünü gösterin.

source: Show the full details of the project.
pt_br: Mostre todos os detalhes do projeto.
tr_tr: Projenin tüm ayrıntılarını gösterin.

source: Show the Gantt chart
pt_br: Mostrar o gráfico Gantt
tr_tr: Gantt şemasını göster

source: Show the Gantt chart at these locations.
pt_br: Mostre o gráfico Gantt nesses locais.
tr_tr: Gantt şemasını bu konumlarda gösterin.

source: Show the task descriptions on the Kanban cards.
pt_br: Mostre as descrições das tarefas nos cartões Kanban.
tr_tr: Görev açıklamalarını Kanban kartlarında gösterin.

source: Show the task ID
pt_br: Mostrar o ID da tarefa
tr_tr: Görev ID'sini göster

source: Show tips
pt_br: Mostre as dicas
tr_tr: İpuçlarını göster

source: Similar
pt_br: Etapas
tr_tr: Benzer

source: Similar tasks
pt_br: Tarefas semelhantes
tr_tr: Benzer görevler

source: Similarity
tr_tr: Benzerlik

source: Smaller tasks that make up the main task.
pt_br: Tarefas menores que constituem a tarefa principal.
tr_tr: Ana görevi oluşturan daha küçük görevler.

source: Something went wrong.
pt_br: Algo deu errado.
tr_tr: Bir şeyler yanlış gitti.

source: Something went wrong. Please check your key and try again.
pt_br: Algo deu errado. Verifique sua chave e tente novamente.
tr_tr: Bir şeyler yanlış gitti. Lütfen anahtarınızı kontrol edin ve tekrar deneyin.

source: Something went wrong. Reload the page and try again.
pt_br: Algo deu errado. Recarregue a página e tente novamente.
tr_tr: Bir şeyler yanlış gitti. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: Specifics
pt_br: Específicos
tr_tr: Özellikler

source: Square
pt_br: quadrado
tr_tr: Kare

source: Start
pt_br: Início
tr_tr: Başlangıç

source: Start & end dates
pt_br: Início e vencimento
tr_tr: Başlangıç & Bitiş Tarihi

source: Start date
pt_br: Início
tr_tr: Başlangıç Tarihi

source: Start Working
tr_tr: Çalışmayı başlat

source: Status
tr_tr: Durum

source: Stay logged in for longer.
tr_tr: Daha uzun süre oturumda kalın.

source: Stop Working
tr_tr: Çalışmayı durdur

source: Stopped recording time.
tr_tr: Kayıt süresi durduruldu.

source: Subtask
pt_br: Subtarefa
tr_tr: Alt görev

source: Subtask list updated.
pt_br: Lista de Etaapas atualizada.
tr_tr: Alt görev listesi güncellendi.

source: Subtasks
pt_br: Etapas
tr_tr: Alt görevler

source: Sun
pt_br: Dom
tr_tr: Pzr

source: Support expiry
pt_br: Expirar o suporte
tr_tr: Destek bitişi

source: Switch to dark mode
tr_tr: Karanlık Modu aç

source: Switch to light mode
tr_tr: Aydınlık Modu Aç

source: System busy state
pt_br: Estado ocupado do sistema
tr_tr: Sistem meşgul durumu

source: Take control how your WordPress content is viewed when shared on social media.
pt_br: Assuma o controle de como o seu conteúdo WordPress é visualizado quando compartilhado nas redes sociais.
tr_tr: WordPress içeriğinizin sosyal medyada paylaşıldığında nasıl görüntülendiğini kontrol edin.

source: Takeover declined.
pt_br: Aquisição foi recusada.
tr_tr: İstek reddedildi.

source: Takeover granted.
pt_br: Aquisição concedida.
tr_tr: Sahiplik devredildi.

source: Task
pt_br: Tarefa
tr_tr: Görev

source: Task <a href="%1$s">%2$s</a> was completed by %3$s.
tr_tr: <a href="%1$s">%2$s</a> projesi %3$s tarafından değiştirildi.

source: Task claimed:
pt_br: Tarefa reivindicada:
tr_tr: Görev üstlenildi

source: Task comments
pt_br: Comentários da tarefa
tr_tr: Görev yorumları

source: Task Complete
tr_tr: Görev Tamamlandı

source: Task complete, stopped recording time.
pt_br: Tarefa concluída, tempo de gravação interrompido.
tr_tr: Görev tamamlandı, kayıt süresi durduruldu.

source: Task Complete.
tr_tr: Görev Tamamlandı.

source: Task complete.
pt_br: Tarefa concluída.
tr_tr: Görev tamamlandı.

source: Task Complete:
tr_tr: Görev Tamamlandı:

source: Task deleted.
pt_br: Tarefa excluída.
tr_tr: Görev silindi

source: Task Group
pt_br: Grupo de Tarefas
tr_tr: Görev Grubu

source: Task group
tr_tr: Görev grubu

source: Task Groups
pt_br: Grupos de Tarefas
tr_tr: Görev grupları

source: task has been completed in this project.
pt_br: tarefa foi concluída neste projeto.
tr_tr: Bu projede görev tamamlanmıştır.

source: Task ID
pt_br: ID da Tarefa
tr_tr: Görev ID

source: Task moved
pt_br: Tarefa movida
tr_tr: Görev taşındı

source: Task name
pt_br: Nome da tarefa
tr_tr: Görev adı

source: Task owner
pt_br: Responsável pela tarefa
tr_tr: Görevli

source: Task ownership
pt_br: Propriedade da tarefa
tr_tr: Görev sahipliği

source: Task saved.
pt_br: Tarefa salva.
tr_tr: Görev kaydedildi.

source: Task spacing
tr_tr: Görev boşlukları

source: Task status
pt_br: Status da tarefa
tr_tr: Görev durumu

source: Task status changed.
pt_br: Status da tarefa alterado.
tr_tr: Görev durumu değiştirildi

source: Task status icons
pt_br: Ícones de status de tarefa
tr_tr: Görev durumu ikonları

source: Task status updated.
pt_br: Status da tarefa atualizado.
tr_tr: Görev durumu güncellendi

source: Task takeover %1$s
pt_br: Tarefa assumida %1$s
tr_tr: Görev devrini %1$s

source: Task takeover request %1$s
pt_br: Solicitação de controle de tarefa %1$s
tr_tr: Görev devralma isteği %1$s

source: Tasks
pt_br: Tarefas
tr_tr: Görevler

source: Tasks can have relationships with other tasks, such as blocks, similarities, issues and relations.
pt_br: As tarefas podem ter relacionamentos com outras tarefas, como bloqueios, semelhanças, problemas e relações.
tr_tr: Görevler, bloklar, benzerlikler, sorunlar ve ilişkiler gibi diğer görevlerle ilişkilere sahip olabilir.

source: Tasks can have subtasks, which can be checked off as you complete them.
pt_br: As tarefas podem ter Etapas, que podem ser marcadas à medida que você as conclui.
tr_tr: Görevlerin, siz onları tamamlarken işaretleyebileceğiniz alt görevleri olabilir.

source: Tasks for others
tr_tr: Diğerlerinin Görevleri

source: tasks have been completed in this project.
pt_br: tarefas foram concluídas neste projeto.
tr_tr: Bu projede görevler tamamlanmıştır.

source: Tasks must be created on the front-end.
tr_tr: Görevler ön uçta oluşturulmalıdır.

source: Tasks remaining
pt_br: Tarefas restantes
tr_tr: Kalan görevler

source: Tasks that you have recently created or have been recently assigned to you.
tr_tr: Yakın zamanda oluşturduğunuz veya yakın zamanda size atanan görevler.

source: Tasks with comments
tr_tr: Yorum içeren görevler

source: Tasks with descriptions
tr_tr: Açıklamalı görevler

source: Team
pt_br: Equipe
tr_tr: Ekip

source: Team capability
pt_br: Capacidade da equipe
tr_tr: Takım yeteneği

source: Team member
pt_br: Membro da Equipe
tr_tr: Ekip üyesi

source: Team members
pt_br: Membros da equipe
tr_tr: Ekip üyeleri

source: Team project access
pt_br: Acesso ao projeto da equipe
tr_tr: Ekip Proje İzinleri

source: The ability to create new tasks has not been enabled. Discuss this with your project manager or an administrator.
pt_br: A capacidade de criar novas tarefas não foi habilitada. Discuta isso com seu gerente de projeto ou administrador.
tr_tr: Yeni görevler oluşturma özelliği etkinleştirilmedi. Bunu proje yöneticiniz veya bir yöneticinizle görüşün.

source: The ability to manage projects is limited to project managers and administrators.
pt_br: A capacidade de gerenciar projetos é limitada a gerentes e administradores de projetos.
tr_tr: Projeleri yönetme yeteneği, proje yöneticileri ve yöneticilerle sınırlıdır.

source: The appearance of user avatars.
tr_tr: Kullanıcı avatarlarının görünümü.

source: The bare minimum details of the task. A task name and project must be specified.
tr_tr: Görevin minimum ayrıntıları. Bir görev adı ve proje belirtilmelidir.

source: The best project management system built on WordPress.
tr_tr: WordPress üzerine inşa edilmiş en iyi proje yönetim sistemi.

source: The burdon you carry across all projects combined.
pt_br: O fardo que você carrega em todos os projetos combinados.
tr_tr: Tüm projelerde taşıdığınız yük bir arada.

source: The comment was not deleted.
tr_tr: Yorum silinemedi

source: The currency symbol to show next to costs. If not specified the $ symbol will be shown.
pt_br: O símbolo da moeda a ser exibido ao lado dos custos. Se não especificado, o símbolo $ será mostrado.
tr_tr: Maliyetlerin yanında gösterilecek para birimi simgesi. Belirtilmemişse ₺ simgesi gösterilecektir.

source: The data you store in wProject might be considered sensitive. Install a good <a href="%1$s" target="_blank" rel="noopener">security plugin</a> for some extra peace of mind.
pt_br: Os dados armazenados em wProject podem ser considerados confidenciais. Instale um bom <a href="%1$s" target="_blank" rel="noopener"> plug-in de segurança </a> para um pouco mais de tranquilidade.
tr_tr: wProject'te sakladığınız veriler hassas kabul edilebilir. İçinizin biraz daha rahat etmesi için iyi bir <a href="%1$s" target="_blank" rel="noopener">güvenlik eklentisi</a> yükleyin.

source: The default hourly rate your company charges to work on projects. You can still change the rate when creating a new project.
pt_br: A taxa padrão que sua empresa cobra para trabalhar em projetos. Você ainda pode alterar a taxa ao criar um novo projeto.
tr_tr: Şirketinizin projeler üzerinde çalışmak için ücretlendirdiği varsayılan saatlik ücret. Yeni bir proje oluştururken yine de oranı değiştirebilirsiniz.

source: The default prefix for job numbers
pt_br: O prefixo padrão para números de tarefas
tr_tr: İş numaraları için varsayılan önek

source: The following superstars have generously contributed their time to help improve wProject:
pt_br: As seguintes superestrelas contribuíram generosamente com seu tempo para ajudar a melhorar o wProject:
tr_tr: Aşağıdaki muhteşem insanlar, wProject'in geliştirilmesine yardımcı olmak için cömertçe zaman ayırdılar:

source: The initial scale when the Gantt chart contains projects.
pt_br: A estava inicia quando gráfico Gantt possui projetos.
tr_tr: Gantt grafiği projeler içerdiğinde ilk ölçek.

source: The initial scale when the Gantt chart contains tasks.
pt_br: A escala inicial quando o gráfico de Gantt contém tarefas.
tr_tr: Gantt grafiği görevler içerdiğinde ilk ölçek.

source: The Kanban board can be enabled in wProject settings.
pt_br: O quadro Kanban pode ser ativado nas configurações do wProject.
tr_tr: Kanban panosu, wProject ayarlarında etkinleştirilebilir.

source: The label that appears above the pages navigation.
pt_br: O rótulo que aparece acima da navegação das páginas.
tr_tr: Sayfalar kısmında görünen etiket.

source: The license key has been deactivated for this domain
pt_br: A chave de licença foi desativada para este domínio
tr_tr: Bu alanadı için lisans anahtarı devre dışı bırakıldı

source: The license key on this domain is already inactive
pt_br: A chave de licença neste domínio já está inativa
tr_tr: Bu alanadındaki lisans anahtarı zaten etkin değil

source: The maximum number of notifications to show in the dropdown.
pt_br: O número máximo de notificações a serem exibidas no menu suspenso.
tr_tr: Açılır menüde gösterilecek maksimum bildirim sayısı.

source: The minimum details required to create a project. The project name and status are both mandatory.
tr_tr: Bir proje oluşturmak için gereken minimum ayrıntılar. Proje adı ve durumu zorunludur.

source: The number of tasks across all projects that other users (not you) are responsible for.
pt_br: O número de tarefas em todos os projetos pelos quais outros usuários (não você) são responsáveis.
tr_tr: Diğer kullanıcıların (siz hariç) sorumlu olduğu tüm projelerdeki görevlerin sayısı.

source: The order in which comments are initially displayed.
tr_tr: Yorumların başlangıçta görüntülenme sırası.

# the plugin title
source: A new version of the %s plugin is available.
pt_br: Uma nova versão do plugin %s está disponível.
tr_tr: %s eklentisinin yeni bir sürümü mevcut.

# the plugin title
source: Could not determine if updates are available for %s.
pt_br: Não foi possível determinar se as atualizações estão disponíveis para %s.
tr_tr: %s için güncelleme olup olmadığı belirlenemedi.

# the plugin title
source: The %s plugin is up to date.
pt_br: O plugin %s está atualizado.
tr_tr: %s eklentisi güncel.

source: The post ID will show next to tasks.
pt_br: O ID do post será exibido ao lado das tarefas.
tr_tr: Gönderi kimliği, görevlerin yanında gösterilir.

source: The primary colour of all context labels.
tr_tr: Tüm içerik etiketlerinin birincil rengi.

source: The project that this task will belong to.
pt_br: O projeto ao qual esta tarefa pertencerá.
tr_tr: Bu görevin ait olduğu proje.

source: The team member that this task will be assigned to. If a team member is not selected, the task will be assigned to you.
pt_br: O membro da equipe ao qual esta tarefa será atribuída. Se um membro da equipe não for selecionado, a tarefa será atribuída a você.
tr_tr: Bu görevin atanacağı ekip üyesi. Bir ekip üyesi seçilmezse, görev size atanacaktır.

source: The total number of all tasks across all projects combined.
tr_tr: Birleştirilen tüm projelerdeki tüm görevlerin toplam sayısı.

source: The total number of tasks you currently have outstanding, across all projects combined.
pt_br: O número total de tarefas pendentes no momento, em todos os projetos combinados.
tr_tr: Birleştirilmiş tüm projelerde şu anda bekleyen görevlerin toplam sayısı.

source: Theme maintenance
pt_br: Manutenção de tema
tr_tr: Tema bakımı

source: Theme version
pt_br: Versão do tema
tr_tr: Tema versiyon

source: There are currently no task groups.
pt_br: Atualmente não há grupos de tarefas.
tr_tr: Şu anda görev grubu yok.

source: There are no more tasks to do in this project.
pt_br: Não há mais tarefas a serem feitas neste projeto.
tr_tr: Bu projede yapılacak başka görev yok.

source: There are no other tasks here and you still have %1$s to do.
tr_tr: Burada başka görev yok ve hala yapacak %1$s işiniz var.

source: There are no other tasks here.
pt_br: Não há outras tarefas aqui.
tr_tr: Burada başka görev yok.

source: There is no changelog available.
pt_br: Não há changelog disponível.
tr_tr: Değişiklik günlüğü yok.

source: There needs to be at least one project before you can create a task.
pt_br: Deve haver pelo menos um projeto antes de você criar uma tarefa.
tr_tr: Bir görev oluşturabilmeniz için en az bir projenin olması gerekir.

source: This is a private task.
pt_br: Esta é uma tarefa privada.
tr_tr: Bu özel bir görev.

source: This license key has been blocked.
pt_br: Esta chave de licença foi bloqueada.
tr_tr: Bu lisans anahtarı bloke edildi.

source: This license key is pending server side acknowlegment.
pt_br: Esta chave de licença está pendente de confirmação do lado do servidor.
tr_tr: Bu lisans anahtarı, sunucu tarafında onay bekliyor.

source: This page contains information about the user.
pt_br: Esta página contém informações sobre o usuário.
tr_tr: Bu sayfa kullanıcı hakkında bilgi içerir.

source: This project does not exist.
pt_br: Este projeto não existe.
tr_tr: Bu proje mevcut değil.

source: This project is <strong>%1$s</strong>. To access this project, change <a href="%2$s">status</a>.
tr_tr: Bu proje <strong>%1$s</strong>. Bu projeye erişmek için <a href="%2$s">durumu</a> değiştirin.

source: This project is complete.
pt_br: Este projeto está concluído.
tr_tr: Bu proje tamamlandı.

source: This task
pt_br: Possui Etapas
tr_tr: Bu görev

source: This task %1$s
pt_br: Esta tarefa %1$s
tr_tr: Bu görev %1$s

source: This task has issues with
pt_br: Esta tarefa tem problemas com
tr_tr: Bu görevle ilgili sorunlar var

source: This task is a milestone
pt_br: Esta tarefa é um Marco
tr_tr: Bu görev bir kilometre taşıdır.

source: This task is blocked by
pt_br: Esta tarefa está bloqueada por
tr_tr: Şu görev tarafından engellendi:

source: This task is similar to
pt_br: Esta tarefa possui etapas
tr_tr: Bu görev şuna benzer:

source: This task relates to
pt_br: Esta tarefa está relacionada a
tr_tr: Bu görev ile ilgili

source: This task was deleted.
pt_br: Esta tarefa foi excluída.
tr_tr: Bu görev silindi.

source: This will reset all theme settings to default. Only run theme maintenance if you are experiencing problems.
pt_br: Isso redefinirá todas as configurações do tema para o padrão. Execute a manutenção do tema apenas se estiver tendo problemas.
tr_tr: Bu, tüm tema ayarlarını varsayılana sıfırlayacaktır. Tema bakımını yalnızca sorun yaşıyorsanız çalıştırın.

source: Thu
pt_br: Qui
tr_tr: Per

source: Tight
pt_br: Apertado
tr_tr: Sıkı
