Repository: catsontv/wProject-custom
Catalog: wproject/languages/*.po
Languages: pt_br, tr_tr

source: <a href="%1$s" target="_blank" rel="noopener">Learn more</a> about this health check.
pt_br: <a href="%1$s" target="_blank" rel="noopener">Saiba Mais</a> sobre esta verificação de saúde.
tr_tr: Bu durum denetimi hakkında <a href="%1$s" target="_blank" rel="noopener">daha fazla bilgi edinin</a>.

source: % Complete
pt_br: % Completo
tr_tr: İlerleme (%)

source: %1$s at %2$s
pt_br: % 1$s em %2$s
tr_tr: %2$s'de %1$s

source: %1$s has %2$s your takeover of the task: <a href="%3$s">%4$s</a>.
pt_br: %1$s tem %2$s a sua aquisição da tarefa: <a href="%3$s">%4$s</a>.
tr_tr: %1$s, <a href="%3$s">%4$s</a> görevini devralma isteğini %2$s.

source: %1$s has requested ownership of this task.
pt_br: %1$s solicitou a propriedade desta tarefa.
tr_tr: %1$s bu görevin sahipliğini istedi.

source: %1$s has requested ownership of your task: <a href="%2$s">%3$s</a>.
tr_tr: %1$s, görevinizin sahipliğini istedi: <a href="%2$s">%3$s</a>.

source: %1$s has responded to your comment: <a href="%2$s">%3$s</a>.
tr_tr: %1$s yorumunuza yanıt verdi: <a href="%2$s">%3$s</a>.

source: %1$s is recording time (since %2$s).
tr_tr: %1$s kayıt süresi (%2$s'den beri).

source: %1$s/%2$s (%3$s&#37) tasks to do
tr_tr: Yapılacak %1$s/%2$s (%3$s&#37) görev

source: ...loading...
pt_br: ...carregamento...
tr_tr: ...yükleniyor...

source: 1 day
tr_tr: 1 gün

source: 1 day or newer
pt_br: 1 dia ou mais recente
tr_tr: 1 gün veya daha yeni

source: 10 days
tr_tr: 10 gün

source: 10 days or newer
pt_br: 10 dias ou mais recente
tr_tr: 10 gün veya daha yeni

source: 2 days
tr_tr: 2 gün

source: 2 days or newer
pt_br: 2 dias ou mais recente
tr_tr: 2 gün veya daha yeni

source: 20 days
tr_tr: 20 gün

source: 20 days or newer
pt_br: 20 dias ou mais recente
tr_tr: 20 gün veya daha yeni

source: 3 days
tr_tr: 3 gün

source: 3 days or newer
pt_br: 3 dias ou mais
tr_tr: 3 gün veya daha yeni

source: 30 days
tr_tr: 30 gün

source: 30 days or newer
pt_br: 30 dias ou mais recente
tr_tr: 30 gün veya daha yeni

source: 4 days
tr_tr: 4 gün

source: 4 days or newer
pt_br: 4 dias ou mais recente
tr_tr: 4 gün veya daha yeni

source: 5 days
tr_tr: 5 gün

source: 5 days or newer
pt_br: 5 dias ou mais recente
tr_tr: 5 gün veya daha yeni

source: <a href="%1$s">%2$s</a> created a task for you: <a href="%3$s">%4$s</a>.
pt_br: <a href="%1$s">%2$s</a>criou uma tarefa para você: <a href="%3$s">%4$s</a>.
tr_tr: <a href="%1$s">%2$s</a> sizin için bir görev oluşturdu: <a href="%3$s">%4$s</a>.

source: <a href="%1$s">%2$s</a> has completed a task: <a href="%3$s">%4$s</a>.
tr_tr: <a href="%1$s">%2$s</a> bir görevi tamamladı: <a href="%3$s">%4$s</a>.

source: <strong>%1$s</strong> has requested ownership.
pt_br: <strong>%1$s</strong> solicitou propriedade.
tr_tr: <strong>%1$s</strong> sahiplik istedi.

source: <strong>Note:</strong> The only roles used by wProject are <strong>Team member</strong>, <strong>Project manager</strong>, <strong>Administrator</strong>, <strong>Operator</strong> and <strong>Client</strong> (if the Client Pro plugin is activated).
tr_tr: <strong>Not:</strong> wProject tarafından kullanılan tek roller şunlardır: <strong>Ekip üyesi</strong>, <strong>Proje yöneticisi</strong>, <strong>Yönetici</strong>, <strong>Operatör< /strong> ve <strong>Client</strong> (Client Pro eklentisi etkinleştirildiyse).

source: [Not in a Project]
tr_tr: [Bir Projede Değil]

source: A list of every user involved in any project is displayed here. If you have the <a href="%1$s" target="_blank" rel="noopener">Clients Pro plugin</a>, clients will also be displayed.
tr_tr: Herhangi bir projede yer alan her kullanıcının bir listesi burada görüntülenir. <a href="%1$s" target="_blank" rel="noopener">Clients Pro eklentisine</a> sahipseniz müşteriler de görüntülenecektir.

source: A project with that name already exists.
pt_br: Um projeto com esse nome já existe.
tr_tr: Bu ada sahip bir proje zaten var.

source: A reply to your comment
tr_tr: Yorumunuz cevaplandı

source: A warning will appear when accidentally attempting to leave an incomplete new task or new project.
tr_tr: Yanlışlıkla tamamlanmamış yeni bir görevi veya yeni projeyi terk etmeye çalıştığınızda bir uyarı görünecektir.

source: About You
pt_br: Sobre você
tr_tr: Hakkında

source: About you
tr_tr: Hakkında

source: Absolutely the best plugin of its kind...
pt_br: Com certeza o melhor plugin desse tipo ...
tr_tr: Kesinlikle türünün en iyi eklentisi...

source: Access to this page is limited to administrators and project managers.
pt_br: O acesso a esta página é limitado a administradores e gerentes de projeto.
tr_tr: Bu sayfaya erişim yöneticiler ve proje yöneticileri ile sınırlıdır.

source: Access to this project is limited to administrators, project managers and users who participate in it.
pt_br: O acesso a este projeto é limitado a administradores, gerentes de projeto e usuários que dele participam.
tr_tr: Bu projeye erişim yöneticiler, proje yöneticileri ve projeye katılan kullanıcılarla sınırlıdır.

source: Account
pt_br: Perfil
tr_tr: Hesap

source: Account details saved
pt_br: Detalhes da conta salvos
tr_tr: Hesap ayarları güncellendi

source: Activate
pt_br: Ativa
tr_tr: Etkinleştir

source: Activate License Key
pt_br: Ativar Chave de Licença
tr_tr: Lisans Anahtarını Etkinleştir

source: Active
pt_br: Ativo
tr_tr: Aktif

source: Add a message to the dashboard (visible to all users).
pt_br: Adicione uma mensagem ao painel (visível para todos os usuários).
tr_tr: Anasayfaya bir mesaj ekleyin (tüm kullanıcılar görebilir).

source: Add a task
pt_br: Adicionar uma tarefa
tr_tr: Görev ekle

source: Add context
tr_tr: Bağlam ekle

source: Add Group Item
pt_br: Adicionar item ao Grupo
tr_tr: Grup Öğesi Ekle

source: Add Group or Group Item
pt_br: Adicionar Grupo ou Item de Grupo
tr_tr: Grup veya Grup Öğesi Ekle

source: Add material item
pt_br: Adicionar item de material
tr_tr: Malzeme ekle

source: Add Message
pt_br: Adicionar Mensagem
tr_tr: Mesaj ekle

source: Add new project
pt_br: Adicionar novo projeto
tr_tr: Yeni proje ekle

source: Add priority colour emphasis to the Kanban cards.
pt_br: Adicione ênfase na cor prioritária aos cartões Kanban.
tr_tr: Kanban kartlarına öncelikli renk vurgusu ekleyin.

source: Add some spacing between tasks listed on project pages.
tr_tr: Proje sayfalarında listelenen görevler arasına biraz boşluk ekleyin.

source: Add subtask
pt_br: Adicionar Etapas
tr_tr: Alt görev ekle

source: Add Task
pt_br: Adicionar Tarefa
tr_tr: Görev ekle

source: Add to %1$s calendar
pt_br: Adicionar ao calendário
tr_tr: %1$s takvimine ekle

source: Add to task group
pt_br: Adicionar ao grupo de tarefas
tr_tr: Görev grubuna ekle

source: Administrator
pt_br: Administrador do Sistema
tr_tr: Yönetici

source: Administrators
pt_br: Administradores
tr_tr: Yöneticiler

source: Adopt
tr_tr: Görevi al

source: ago
pt_br: atrás
tr_tr: önce

source: All
pt_br: Todo
tr_tr: Tümü

source: All files were deleted.
tr_tr: Tüm dosyalar silindi.

source: All members of the organisation who are involved in projects are displayed here.
tr_tr: Organizasyonun projelerde yer alan tüm üyeleri burada görüntülenir.

source: All message marked as read.
tr_tr: Tüm mesajlar okundu olarak işaretlendi.

source: All Messages
pt_br: Todas as Mensagens
tr_tr: Tüm Mesajlar

source: All projects
pt_br: Todos os projetos
tr_tr: Tüm Projeler

source: All projects page
pt_br: Página Todos os projetos
tr_tr: Tüm proje sayfaları

source: All read messages were successfully deleted
tr_tr: Tüm okunan mesajlar başarıyla silindi

source: All Task Group Items
pt_br: Todos os itens do grupo de tarefas
tr_tr: Tüm Görev Grubu Öğeleri

source: All Tasks
pt_br: Todas as Tarefas
tr_tr: Tüm Görevler

source: All tasks
tr_tr: Tüm Görevler

source: All team members
pt_br: Todos os membros da equipe
tr_tr: Tüm ekip üyeleri

source: All users
pt_br: Todos os usuários
tr_tr: Tüm Kullanıcı

source: All wProject settings were successfully deleted
tr_tr: Tüm wProject ayarları başarıyla silindi

source: Allow project managers access to the WordPress admin area. Project managers will be able to manage users and wProject settings, but can not manage plugins.
tr_tr: Proje yöneticilerinin WordPress yönetici alanına erişmesine izin verin. Proje yöneticileri, kullanıcıları ve wProject ayarlarını yönetebilecek, ancak eklentileri yönetemeyecek.

source: Allow the task to be comprised of smaller, granular tasks.
tr_tr: Görevin daha küçük, ayrıntılı görevlerden oluşmasına izin verin.

source: Allow time to be tracked on tasks and projects.
pt_br: Ativar tempo em Projetos e Tarefas
tr_tr: Görevlerde ve projelerde zamanın izlenmesine izin verin.

source: Allow users to comment on pages
pt_br: Permitir que os usuários comentem em páginas
tr_tr: Kullanıcıların sayfalara yorum yapmasına izin ver

source: Allow users to comment on tasks
pt_br: Permitir que os usuários comentem sobre tarefas
tr_tr: Kullanıcıların görevler hakkında yorum yapmasına izin ver

source: Allow viewing the Kanban board on projects. This is only available to administrators and project managers.
pt_br: Permite a visualização do quadro Kanban nos projetos. Isso está disponível apenas para administradores e gerentes de projeto.
tr_tr: Projelerde Kanban panosunun görüntülenmesine izin verin. Bu yalnızca yöneticiler ve proje yöneticileri tarafından kullanılabilir.

source: Allowed Tags
tr_tr: İzin Verilen Etiketler

source: Alphabetical
pt_br: Ordem alfabética
tr_tr: Alfabetik

source: Always hide the Gantt chart
pt_br: Sempre oculte o gráfico de Gantt
tr_tr: Gantt Şemasını her zaman gizle

source: Always show comment dates
tr_tr: Yorum tarihlerini her zaman göster

source: Appears in the right pane on all pages.
pt_br: Aparece no painel direito em todas as páginas.
tr_tr: Tüm sayfalarda sağ bölmede görünür.

source: Appears on custom page content.
pt_br: Aparece no conteúdo da página personalizada.
tr_tr: Özel sayfa içeriğinde görünür.

source: Appears on projects pages.
pt_br: Aparece nas páginas de projetos.
tr_tr: Proje sayfalarında görünür.

source: Appears on task pages.
pt_br: Aparece nas páginas de tarefas.
tr_tr: Görev sayfalarında görünür.

source: Appears on the account page.
pt_br: Aparece na página da conta.
tr_tr: Hesap sayfasında görünür.

source: Appears on the dashboard below existing elements.
pt_br: Aparece no painel abaixo dos elementos existentes.
tr_tr: Panoda mevcut öğelerin altında görünür.

source: Appears on the team page.
pt_br: Aparece na página da equipe.
tr_tr: Ekip sayfasında görünür.

source: Approve
pt_br: Aprovar
tr_tr: Kabul et

source: approved
pt_br: aprovado
tr_tr: onayladı

source: April
pt_br: abril
tr_tr: Nisan

source: Archived
pt_br: Arquivado
tr_tr: Arşivlenmiş

source: ARE YOU SURE? Do not proceed unless you have you backed up your database.
tr_tr: EMİN MİSİN? Veritabanınızı yedeklemeden devam etmeyin.

source: As an observer you are free to view any task, project or user profile, without the ability to participate or contribute. You are essentially in read-only mode.
tr_tr: Bir gözlemci olarak, herhangi bir görevi, projeyi veya kullanıcı profilini, katılma veya katkıda bulunma yetkiniz olmadan görüntülemekte özgürsünüz. Temelde salt okunur modundasınız.

source: Assigned to
pt_br: Atribuído a
tr_tr: Görevli

source: Assists
tr_tr: Destekçiler

source: Attach files
pt_br: Anexar arquivos
tr_tr: Dosyaları ekle

source: Attach files to the task.
tr_tr: Dosyaları göreve ekleyin.

source: Attach more files
pt_br: Anexe mais arquivos
tr_tr: Daha fazla dosya ekle

source: August
pt_br: agosto
tr_tr: Ağustos

source: Available
pt_br: Disponível
tr_tr: Müsait

source: Avatar style
pt_br: Estilo avatar
tr_tr: Avatar tarzı

source: Away
pt_br: Estressado
tr_tr: Uzakta

source: Back to
pt_br: De volta a
tr_tr: Geri dön

source: Back up everything
pt_br: Faça backup de tudo
tr_tr: Her şeyi yedekle

source: Because you are a human, you can only record time on one task at a time.
pt_br: Por ser humano, você só pode registrar o tempo de uma tarefa por vez.
tr_tr: İnsan olduğunuz için aynı anda yalnızca bir görevde süre kaydedebilirsiniz. :)

source: Beta testing
pt_br: Testador Beta
tr_tr: Beta testleri

source: Bio
pt_br: Sua História
tr_tr: Biyografi

source: Blocked
pt_br: Bloqueado
tr_tr: Engellendi

source: Blur the background
pt_br: Desfocar o fundo
tr_tr: Arkaplanı bulanıklaştır

source: Board density
pt_br: Densidade do quadro
tr_tr: Kart yoğunluğu

source: Bored
pt_br: Entediado
tr_tr: Yorgun

source: Bottom full width
pt_br: Largura total inferior
tr_tr: Alt tam genişlik

source: Bottom left
pt_br: Inferior esquerdo
tr_tr: Sol alt

source: Bottom right (default)
pt_br: Inferior direito (padrão)
tr_tr: Sağ alt(varsayılan)

source: Branding
tr_tr: Markanız

source: Brief description
pt_br: Descrição breve
tr_tr: Kısa açıklama

source: Browse
pt_br: Navegar
tr_tr: Dosya Seç

source: Budget
pt_br: Orçamento
tr_tr: Bütçe

source: Busy
pt_br: Ocupado
tr_tr: Meşgul

source: Buy Open Graphite Pro
pt_br: Compre Open Graphite Pro
tr_tr: Open Graphite Pro'yu Al

source: Can't transfer ownership while recording time
tr_tr: Kayıt sırasında sahiplik aktarılamıyor

source: Cancelled
pt_br: Cancelado
tr_tr: İptal Edilmiş

source: Card colours
pt_br: Cores do cartão
tr_tr: Kart renkleri

source: Centre (default)
pt_br: Centro (padrão)
tr_tr: Merkez(varsayılan)

source: change
pt_br: mudança
tr_tr: değiştir

source: Change the way projects are displayed in the left pane.
pt_br: Alterar a forma como os projetos são exibidos no painel esquerdo
tr_tr: Projelerin sol bölmede görüntülenme şeklini değiştirin.

source: Check for update
pt_br: Verifique atualizações
tr_tr: Güncellemeleri kontrol et

source: Check for updates
pt_br: Verifique se há atualizações
tr_tr: Güncellemeleri kontrol et

source: Check now
pt_br: Confira agora
tr_tr: Şimdi denetle

source: Check your notifications for any important messages.
pt_br: Verifique se há mensagens importantes em suas notificações.
tr_tr: Önemli mesajlar için bildirimlerinizi kontrol edin.

source: Circular
tr_tr: Yuvarlak

source: Claim ownership of unowned tasks
pt_br: Reivindicar a propriedade de tarefas não proprietárias
tr_tr: Sahipsiz görevlerin sahipliğini talep edin

source: Cleanup all abandoned task debris. This is highly recommended if you installed wProject before 27th October 2022. <a href="%1$s" target="_blank" rel="noopener">Learn why</a>.
tr_tr: Terk edilmiş tüm görev kalıntılarını temizleyin. wProject'i 27 Ekim 2022'den önce yüklediyseniz bu kesinlikle önerilir. <a href="%1$s" target="_blank" rel="noopener">Nedenini öğrenin</a>.

source: Cleanup database
tr_tr: Veritabanını temizle

source: Clear dates
pt_br: Datas claras
tr_tr: Tarihleri Sıfırla

source: Clicking 'Add a task' from a project page will automatically select that project for the task.
tr_tr: Bir proje sayfasından 'Görev ekle'ye tıklandığında, görev için o proje otomatik olarak seçilir.

source: Client
pt_br: Cliente
tr_tr: Müşteri

source: Clients
pt_br: Clientes
tr_tr: Müşteriler

source: Comfortable
pt_br: Confortável
tr_tr: Rahat

source: Comment awaiting approval
pt_br: Comentário aguardando aprovação
tr_tr: Onay bekleyen yorum

source: Comment dates will show without having to click the comment.
tr_tr: Yorum tarihleri, yoruma tıklamak zorunda kalmadan gösterilecektir.

source: Comment deleted.
tr_tr: Yorum silindi.

source: Comment Response
tr_tr: Yorum Yanıtı

source: Comments
pt_br: Comentários
tr_tr: Yorumlar

source: Commuting
pt_br: Pendulares
tr_tr: İşe gidip gelme

source: Complete
pt_br: Concluído
tr_tr: Tamamlandı

source: Complete tasks
pt_br: Tarefas completas
tr_tr: Tamamlanan görevler

source: Complete this task?
pt_br: Concluiu esta tarefa?
tr_tr: Bu görev tamamlansın mı?

source: complete!
pt_br: completo!
tr_tr: tamamla!

source: Completed projects navigation visibility
pt_br: Visibilidade de navegação de projetos concluídos
tr_tr: Tamamlanan projelerin görünürlüğü

source: Configure wProject to your hearts desire.
tr_tr: wProject'i istediğiniz gibi şekillendirin.

source: Contact
tr_tr: İletişim

source: Contact Information
pt_br: Contato
tr_tr: İletişim Bilgileri

source: Contact Methods
pt_br: Métodos de contato
tr_tr: İletişim Bilgileri

source: Contact methods
tr_tr: İletişim yöntemleri

source: Context
tr_tr: Etiket

source: Context Label
tr_tr: İçerik etkiti

source: Context label
tr_tr: İçerik etiketi

source: Context Labels
tr_tr: İçerik Etiketleri

source: Context labels are a simple way to improve the context of a task. This can assist in understanding it's purpose.
tr_tr: İçerik etiketleri, bir görevin bağlamını iyileştirmenin basit bir yoludur. Bu, amacının anlaşılmasına yardımcı olabilir.

source: Contributor
tr_tr: Katkıda bulunan

source: Copied!
tr_tr: Kopyalandı!

source: Copy link
tr_tr: Linki kopyala

source: Cost
pt_br: Custo
tr_tr: Bütçe

source: Create
pt_br: Criar
tr_tr: Oluştur

source: Create a project
pt_br: Crie um projeto
tr_tr: Proje oluştur

source: Create project
pt_br: Criar projeto
tr_tr: Proje Oluştur

source: Create Task
tr_tr: Görev Oluştur

source: Create task
pt_br: Criar tarefa
tr_tr: Görev Oluştur

source: Create tasks
pt_br: Criar tarefas
tr_tr: Görev ekleme

source: Created
pt_br: Criado
tr_tr: Oluşturuldu

source: Created date
tr_tr: Oluşturulma tarihi

source: Currency symbol
pt_br: Símbolo da moeda
tr_tr: Para birimi simgesi

source: Currency symbol position
pt_br: Posição de símbolo da moeda
tr_tr: Para birimi simgesi konumu

source: Current Active Projects
tr_tr: Mevcut Aktif Projeler

source: Current task timer ID
pt_br: ID do temporizador da tarefa atual
tr_tr: Geçerli görev zamanlayıcı kimliği

source: Dark mode
pt_br: Modo Noturno
tr_tr: Karanlık Mod

source: Dark mode enabled.
tr_tr: Karanlık mod etkinleştirildi.

source: Dashboard
pt_br: Painel de Controle
tr_tr: Anasayfa

source: Dashboard bar chart
pt_br: Gráfico em Painel de Controle
tr_tr: Pano çubuk grafiği

source: Dashboard message
pt_br: Mensagem do painel
tr_tr: Anasayfa mesajı

source: Database maintenance
tr_tr: Veri tabanı temizliği

source: Database maintenance complete
tr_tr: Veritabanı bakımı tamamlandı

source: Date
pt_br: Data
tr_tr: Tarih

source: Date added
pt_br: Data adicionada
tr_tr: Eklenme Tarihi

source: Date created
tr_tr: Oluşturulma tarihi

source: Days
pt_br: Dias
tr_tr: Günler

source: Deactivate
pt_br: Desativar
tr_tr: Etkisizleştir

source: December
pt_br: dezembro
tr_tr: Aralık

source: Decline
pt_br: Declínio
tr_tr: Reddet

source: declined
pt_br: Recusado
tr_tr: reddetti

source: Default project hourly rate
pt_br: Taxa padrão do projeto
tr_tr: Varsayılan proje saatlik ücreti

source: Default task order
pt_br: Ordens das tarefas - Padrão
tr_tr: Varsayılan görev sıralaması

source: Default task ownership
pt_br: Propriedade de tarefa padrão
tr_tr: Varsayılan görev sahipliği

source: Delete
pt_br: Excluir
tr_tr: Sil

source: Delete all files
tr_tr: Tüm dosyaları sil

source: Delete all read (trashed) notifications from the database.
tr_tr: Tüm okunan (silinen) bildirimleri veritabanından silin.

source: Delete all read messages
tr_tr: Tüm okunmuş bildirimleri sil

source: Delete this file?
pt_br: Excluir este arquivo?
tr_tr: Bu dosya silinsin mi?

source: Delete this project and associated tasks?
pt_br: Excluir este projeto e tarefas associadas?
tr_tr: Bu proje ve ilişkili görevler silinsin mi?

source: Delete this task
pt_br: Exclua esta tarefa
tr_tr: Bu görevi sil

source: Delete this task and any time recorded on it?
pt_br: Excluir esta tarefa e qualquer hora gravada nela?
tr_tr: Bu görev ve üzerinde kaydedilen herhangi bir zaman silinsin mi?

source: Delete this time entry?
pt_br: Excluir esta entrada de tempo?
tr_tr: Bu zaman girişi silinsin mi?

source: Delete time
pt_br: Apagar hora
tr_tr: Zamanı sil

source: Deleted: %1$s.
pt_br: Excluído: %1$s.
tr_tr: Silindi: %1$s.

source: Deny access to the team page.
pt_br: Negar acesso à página da equipe.
tr_tr: Ekip sayfasına erişimi engelle.

source: Description
pt_br: Descrição
tr_tr: Açıklama

source: Details
pt_br: Detalhes
tr_tr: Detaylar

source: Did you forgot to stop time?
tr_tr: Zamanı durdurmayı unuttun mu?

source: Disable UI
pt_br: Desativar IU
tr_tr: UI'ı devredışı bırak

source: Disable user photos when printing
pt_br: Desativar fotos do usuário ao imprimir
tr_tr: Yazdırırken kullanıcı fotoğraflarını devre dışı bırak

source: Disabled
pt_br: Desativado
tr_tr: Etkin Değil

source: Disabling the UI will prevent users from navigating away until the performed action has finished.
pt_br: Desativar a IU impedirá que os usuários naveguem para longe até que a ação executada seja concluída.
tr_tr: Kullanıcı arabiriminin devre dışı bırakılması, kullanıcıların gerçekleştirilen eylem tamamlanana kadar gezinmesini engeller.

source: Discard
pt_br: Descartar
tr_tr: İptal Et

source: Do it now
pt_br: Faça isso agora
tr_tr: Şimdi yap

source: Do not disturb
pt_br: Não perturbe
tr_tr: Rahatsız etme

source: Do not include completed tasks when printing a project.
pt_br: Não inclua tarefas concluídas ao imprimir um projeto.
tr_tr: Bir projeyi yazdırırken tamamlanmış görevleri dahil etmeyin.

source: Don't show completed projects in the main navigation.
pt_br: Não mostra projetos concluídos na navegação principal.
tr_tr: Tamamlanan projeleri anasayfada gösterme.

source: Download all files
tr_tr: Tüm dosyaları indir

source: Dropdown
pt_br: Suspenso
tr_tr: Açılır Menü

source: Dropdown (default)
tr_tr: Açılır Menü(Varsayılan)

source: Due
pt_br: Final
tr_tr: Bitiş

source: Due date
pt_br: Data de Vencimento
tr_tr: Bitiş Tarihi

source: Due tasks
tr_tr: Gecikmiş görev

source: Due: %1$s
tr_tr: Son Tar,h: %1$s

source: Edit
pt_br: Editar
tr_tr: Düzenle

source: Edit Group Item
pt_br: Editar item do Grupo
tr_tr: Grup Öğesini Düzenle

source: Edit Message
pt_br: Editar Mensagem
tr_tr: Mesajı düzenle

source: Edit Project
pt_br: Editar Projeto
tr_tr: Projeyi Düzenle

source: Edit project
pt_br: Editar projeto
tr_tr: Projeyi düzenle

source: Edit Task
pt_br: Editar Tarefa
tr_tr: Görevi düzenle

source: Edit Task: %1$s
pt_br: Editar Tarefa: %1$s
tr_tr: Görevi Düzenle: %1$s

source: Edit This Task
tr_tr: Bu Görevi Düzenle

source: Edit time
pt_br: Editar tempo
tr_tr: Zamanı düzenle

source: Email
pt_br: O email
tr_tr: E-posta

source: Email notifications
pt_br: Notificações de e-mail
tr_tr: E-posta bildirimleri

source: Enable
pt_br: Habilitar
tr_tr: Etkinleştir

source: Enable the Kanban board
pt_br: Habilite o quadro Kanban
tr_tr: Kanban panosunu etkinleştir

source: Enable time
pt_br: Habilitar tempo
tr_tr: Zamanı etkinleştir

source: Enter comma separated words with letters, numbers or dashes.
tr_tr: Harf, sayı veya tire ile virgülle ayrılmış sözcükleri girin.

source: Everyone
pt_br: Todo o mundo
tr_tr: Herkes

source: Explanation
pt_br: Explicação
tr_tr: Açıklama

source: Extend deadline?
pt_br: Prolongar o prazo?
tr_tr: Süre uzatılsın mı?

source: Extend session time
tr_tr: Oturum süresini uzatın

source: Extend wProject with Pro Addons
tr_tr: Pro Eklentileri ile wProject'i Geliştirin

source: Fade (default)
pt_br: Fade (padrão)
tr_tr: Soldur(Varsayılan)

source: Fade on hold
tr_tr: Beklemede olanları soluklaştır

source: Fade or hide unfocused cards when using the Kanban filters.
pt_br: Esmaecer ou ocultar os cartões desfocados ao usar os filtros Kanban.
tr_tr: Kanban filtrelerini kullanırken odaklanmamış kartları soldurun veya gizleyin.

source: Fade tasks that are on hold.
tr_tr: Beklemede olan görevleri soluklaştır.

source: Favicon
tr_tr: Site İkonu

source: Favourite tasks
tr_tr: Favori görevler

source: Feature feedback
pt_br: Feedback de recurso
tr_tr: Özellik geri bildirimi

source: February
pt_br: fevereiro
tr_tr: Şubat

source: File deleted.
pt_br: Arquivo excluído.
tr_tr: Dosya silindi

source: Files
pt_br: arquivos
tr_tr: Dosyalar
