Repository: catsontv/wProject-custom
Catalog: wproject/languages/*.po
Languages: pt_br, tr_tr

source: Files that are associated with this task.
pt_br: Arquivos associados a esta tarefa.
tr_tr: Bu görevle ilişkili dosyalar.

source: Filter
tr_tr: Filtrele

source: Find a backup plugin
pt_br: Encontre um plugin de backup
tr_tr: Yedekleme eklentisi bul

source: Find a security plugin
pt_br: Encontre um plugin de segurança
tr_tr: Güvenlik eklentisi bul

source: First name
pt_br: Primeiro nome
tr_tr: İsim

source: Fixed (top right)
pt_br: Fixo (canto superior direito)
tr_tr: Sabit (sağ üst)

source: Follow
tr_tr: Takip et

source: Followed tasks
tr_tr: Takip edilen görevler

source: Following task.
tr_tr: Görev takip ediliyor.

source: Force avatar
pt_br: Forçar avatar
tr_tr: Avatar'a zorla

source: Force users to upload a profile photo during onboarding. This is recommended to make it easier for users to identify each other.
pt_br: Força os usuários a carregar uma foto de perfil durante a integração. Isso é recomendado para facilitar a identificação dos usuários.
tr_tr: Kullanıcıları kayıt sırasında bir profil fotoğrafı yüklemeye zorlayın. Bu, kullanıcıların birbirlerini tanımalarını kolaylaştırmak için önerilir.

source: Fri
pt_br: Sex
tr_tr: Cum

source: Full description
pt_br: Descrição completa
tr_tr: Tam açıklama

source: Full task editing must be done on the front-end.
tr_tr: Tam görev düzenlemesi ön uçta yapılmalıdır.

source: Functionality suggestions
pt_br: Sugestões de funcionalidade
tr_tr: İşlevsellik önerileri

source: Further information about this task. You can also hide this task from other users.
tr_tr: Bu görev hakkında daha fazla bilgi. Bu görevi diğer kullanıcılardan da gizleyebilirsiniz.

source: Gantt Chart
pt_br: Gráfico de Gantt
tr_tr: Gantt Şeması

source: Get Pro Addons
pt_br: Obtenha complementos profissionais
tr_tr: Pro Eklenti Edinin

source: Give this task some context.
tr_tr: Bu göreve bi içerik etiketi ekleyin.

source: Go to Comment
tr_tr: Yoruma git

source: Go to project
pt_br: Voltar para o projeto
tr_tr: Projeye git

source: Go to Settings
pt_br: Voltar para as configurações
tr_tr: Ayarlara Git

source: Go to task
pt_br: Voltar para a tarefa
tr_tr: Göreve git

source: Go to your account settings page any time to tweak your preferences.
pt_br: Vá para a página de configurações de sua conta a qualquer momento para ajustar suas preferências.
tr_tr: Tercihlerinizi değiştirmek için istediğiniz zaman hesap ayarları sayfanıza gidin.

source: Good idea, now what?
pt_br: Boa ideia, e agora?
tr_tr: İyi fikir, şimdi ne olacak?

source: Good thinking, what's next?
pt_br: Boa ideia, o que vem a seguir?
tr_tr: İyi fikir, sırada ne var?

source: Group Item
pt_br: Item de Grupo
tr_tr: Grup Öğesi

source: Has issues
pt_br: Tem problemas
tr_tr: Sorunlu

source: Has issues with
pt_br: Tem problemas com
tr_tr: İle ilgili sorunları var

source: has responded to your comment on this task:
tr_tr: bu görev hakkındaki yorumunuza yanıt verdi:

source: Help
pt_br: Ajuda
tr_tr: Yardım

source: Hide
pt_br: Esconder
tr_tr: Gizle

source: Hide completed tasks
pt_br: Ocultar tarefas concluídas
tr_tr: Tamamlanmış öğeleri gizle

source: Hide Gantt by default
pt_br: Ocultar Gantt por padrão
tr_tr: Gantt'ı varsayılan olarak gizle

source: Hide team page
pt_br: Ocultar página da equipe
tr_tr: Ekip sayfasını gizle

source: Hide the Pages menu item in the navigation.
tr_tr: Menüde Sayfalar menü öğesini gizleyin.

source: Hide the task details from other users
pt_br: Ocultar os detalhes da tarefa de outros usuários
tr_tr: Görev ayrıntılarını diğer kullanıcılardan gizleyin

source: High
pt_br: Alto
tr_tr: Yüksek

source: High priority
tr_tr: Yüksek Öncelik

source: Highlight
tr_tr: Öne Çıkar

source: Highlighted tasks
tr_tr: Öne çıkarılmış görev

source: Home
pt_br: Página Inicial
tr_tr: Anasayfa

source: Hourly rate
pt_br: Taxa horária
tr_tr: Saatlik ücret

source: Hours
pt_br: Horas
tr_tr: Saatler

source: How comfortable the cards fit in the Kanban board.
pt_br: Os cartões se encaixam confortáveis no quadro Kanban.
tr_tr: Kartların Kanban panosuna ne kadar rahat sığdığı.

source: How important is this task? If not selected, the default priority will be normal.
pt_br: Quão importante é essa tarefa? Se não for selecionado, a prioridade padrão será normal.
tr_tr: Bu görev ne kadar önemli? Seçilmezse, varsayılan öncelik normal olacaktır.

source: How long the response message remains on-screen before fading out. Default is 6 seconds.
pt_br: Quanto tempo a mensagem de resposta permanece na tela antes de desaparecer. O padrão é 6 segundos.
tr_tr: Yanıt mesajının kaybolmadan önce ekranda kalma süresi. Varsayılan 6 saniyedir.

source: How many comments to show in the recent comments dropdown.
pt_br: Quantos comentários mostrar no menu suspenso de comentários recentes.
tr_tr: Son yorumlar açılır menüsünde kaç yorum gösterileceği.

source: How many Gantt items to show per vertical pagination.
pt_br: Quantos itens Gantt vai mostrar na paginação vertical.
tr_tr: Dikey sayfalandırma başına kaç Gantt öğesinin gösterileceği.

source: How team members can access projects on the front-end.
pt_br: Como os membros da equipe podem acessar projetos no front-end.
tr_tr: Ekip üyeleri ön uçtaki hangi projelere erişebilir?

source: How to display the context labels when creating or editing a task.
tr_tr: Görev oluştururken veya düzenlerken içerik etiketleri nasıl görüntülenir?

source: Hrs
tr_tr: Saat

source: hrs
pt_br: Hs
tr_tr: saat

source: I've already done that.
pt_br: Eu já fiz isso.
tr_tr: Ayarlamaları yaptım.

source: iCal compatible (desktop)
pt_br: Compatível com iCal (desktop)
tr_tr: iCal compatible (masaüstü)

source: If not specified, the sender email address on email notifications will be:
pt_br: Se não for especificado, o endereço de e-mail do remetente nas notificações por e-mail será:
tr_tr: Belirtilmezse, e-posta bildirimlerindeki gönderen e-posta adresi şöyle olacaktır:

source: If not specified, the sender name on email notifications will be:
pt_br: Se não for especificado, o nome do remetente nas notificações por e-mail será:
tr_tr: Belirtilmezse, e-posta bildirimlerindeki gönderen adı şu şekilde olacaktır:

source: If required, please contact an administrator below about upgrading your role.
tr_tr: Gerekirse, rolünüzü yükseltmek için lütfen aşağıdan bir yönetici ile iletişime geçin.

source: If the option is enabled, project managers can have access to the WordPress back end.
pt_br: Se a opção for ativada, os gerentes de projeto podem ter acesso ao back end do WordPress.
tr_tr: Seçenek etkinleştirilirse, proje yöneticileri WordPress arka ucuna erişebilir.

source: If the option is enabled, you can request ownership of a task that you don't own.
tr_tr: Seçenek etkinleştirilirse, sahibi olmadığınız bir görevin sahipliğini talep edebilirsiniz.

source: If this is a task you have already started work on but forgot to create before the fact, label it appropriately.
pt_br: Se esta é uma tarefa na qual você já começou a trabalhar, mas se esqueceu de criar antes do fato, rotule-a adequadamente.
tr_tr: Bu, üzerinde çalışmaya başladığınız ancak daha önce oluşturmayı unuttuğunuz bir görevse, uygun şekilde etiketleyin.

source: If you accidentally forget to stop recording time on a task, you can easily manually edit the time entry.
tr_tr: Bir görevde zaman kaydetmeyi yanlışlıkla durdurmayı unutursanız, zaman girişini kolayca manuel olarak düzenleyebilirsiniz.

source: If you are still waiting for you license to be acknowleged, please <a href="%1$s" target="_blank" rel="noopener">make contact</a>.
pt_br: Se você ainda está esperando que sua licença seja reconhecida, <a href="%1$s" target="_blank" rel="noopener"> entre em contato </a>.
tr_tr: Hala lisansınızın onaylanmasını bekliyorsanız, lütfen <a href="%1$s" target="_blank" rel="noopener">iletişim kurun</a>.

source: If you believe this should not have happened, please <a href="%1$s" target="_blank" rel="noopener">make contact</a>.
pt_br: Se você acredita que isso não deveria ter acontecido, <a href="%1$s" target="_blank" rel="noopener"> entre em contato </a>.
tr_tr: Bunun olmaması gerektiğine inanıyorsanız, lütfen <a href="%1$s" target="_blank" rel="noopener">iletişim kurun</a>.

source: If you check off all your subtasks, the task will automatically be marked as complete.
tr_tr: Tüm alt görevlerinizi işaretlerseniz, görev otomatik olarak tamamlandı olarak işaretlenir.

source: If you haven't already done so, go to the settings interface and set things up the way you want.
pt_br: Se você ainda não fez isso, vá para a interface de configurações e configure da maneira que desejar.
tr_tr: Henüz yapmadıysanız, ayarlara gidin ve istediğiniz gibi ayarlayın.

source: IMPORTANT! As a precaution, please backup your database before running this maintenance function.
tr_tr: ÖNEMLİ! Önlem olarak, lütfen bu bakım işlevini çalıştırmadan önce veritabanınızın yedeğini alın.

source: In a meeting
pt_br: Em uma reunião
tr_tr: Toplantıda

source: In progress
pt_br: Iniciadas
tr_tr: Devam Ediyor

source: Inactive
pt_br: Inativo
tr_tr: Etkin değil

source: Include tasks from a task group (if any have been set up).
tr_tr: Bir görev grubundan (ayarlanmışsa) görevleri dahil edin.

source: Include tasks from this group
pt_br: Incluir tarefas deste grupo
tr_tr: Bu gruptaki görevleri dahil et

source: Include the cost(s) of any materials that belong to this project. For example: Stock photography.
tr_tr: Bu projeye ait tüm malzemelerin maliyet(ler)ini ekleyin. Örneğin: Hazır fotoğrafçılık.

source: Incomplete
pt_br: Incompleto
tr_tr: Tamamlanmadı

source: Initial comment order
tr_tr: Yorum sıralaması

source: Initial Gantt scale (projects)
pt_br: Escala gráfico Gantt (projetos)
tr_tr: Gantt ölçeği (projeler)

source: Initial Gantt scale (tasks)
pt_br: Escala Gantt inicial (tarefas)
tr_tr: Gantt ölçeği (görevler)

source: Initiator
tr_tr: Oluşturan

source: Installed
pt_br: Instalado
tr_tr: Yüklendi

source: Invalid license key
pt_br: Chave de licença inválida
tr_tr: Geçersiz lisans anahtarı

source: Is blocked by
pt_br: Está bloqueado por
tr_tr: tarafından engellendi

source: Is similar to
pt_br: Descrição das Etapas
tr_tr: Benzer

source: Is this task considered to be a milestone?
pt_br: Esta tarefa é considerada um marco?
tr_tr: Bu görev bir dönüm noktası olarak kabul ediliyor mu?

source: Is this task related to another? If so, specify the relationship here.
tr_tr: Bu görev başka bir görevle ilgili mi? Varsa, ilişkiyi burada belirtin.

source: It is recommended you install a <a href="%1$s" target="_blank" rel="noopener">backup plugin</a> for scheduling regular file and database backups.
pt_br: É recomendado que você instale um <a href="%1$s" target="_blank" rel="noopener"> plug-in de backup</a>para agendar backups regulares de arquivos e bancos de dados.
tr_tr: Normal dosya ve veritabanı yedeklemelerini planlamak için bir <a href="%1$s" target="_blank" rel="noopener">yedekleme eklentisi</a> yüklemeniz önerilir.

source: Item
tr_tr: Öğe

source: January
pt_br: Janeiro
tr_tr: Ocak

source: Job #
pt_br: Prorrogação de vencto.
tr_tr: İş #

source: Job number prefix
pt_br: Prefixo do número do trabalho
tr_tr: İş numarası ön eki

source: Job title
pt_br: Cargo
tr_tr: Ünvan

source: July
pt_br: julho
tr_tr: Temmuz

source: Jump to today
pt_br: Ir para o dia de hoje
tr_tr: Bugüne Atla

source: June
pt_br: Junho
tr_tr: Haziran

source: Kanban Board
pt_br: Quadro Kanban
tr_tr: Kanban Panosu

source: Label colour
tr_tr: Etiket renkleri

source: Label display
tr_tr: Etiket gösterimi

source: Last chance! Really delete this project and all its tasks?
pt_br: Última chance! Deseja realmente excluir este projeto e todas as suas tarefas?
tr_tr: SON UYARI! Bu proje ve tüm görevleri gerçekten silinsin mi?

source: Last chance: Are you sure you want to delete all the files in this task?
tr_tr: SON UYARI: Bu görevdeki tüm dosyaları silmek istediğinizden emin misiniz?

source: Last login
pt_br: Último Login
tr_tr: Son giriş

source: Last modified
pt_br: Última modificação
tr_tr: Son Güncellenen

source: Last name
pt_br: Sobrenome
tr_tr: Soyisim

source: Latest Activity
pt_br: Últimas Atividades
tr_tr: Son Aktivite

source: Latest activity
pt_br: Mostrar quantas atividades no painel (max. 20)
tr_tr: Son görülme

source: Leave warnings
pt_br: Avisos
tr_tr: Ayrılma uyarısı

source: Left
pt_br: Esquerda
tr_tr: Sol

source: Less
tr_tr: Daha az

source: Let's go!
pt_br: Vamos!
tr_tr: Hadi Başlayalım

source: Licence
pt_br: Licença
tr_tr: Lisans

source: License key
pt_br: Chave de licença
tr_tr: Lisans anahtarı

source: License key activated
pt_br: Chave de licença ativada
tr_tr: Lisans anahtarı etkinleştirildi

source: License status
pt_br: Status da licença
tr_tr: Lisans durumu

source: Licensed to
pt_br: Licenciado para
tr_tr: Lisans sahibi

source: Licenses used
pt_br: Licenças usadas
tr_tr: Lisans kullanımı

source: Light mode enabled.
tr_tr: Açık mod etkinleştirildi.

source: Limited (default - only projects they have tasks in)
pt_br: Limitado (padrão - apenas projetos nos quais têm tarefas)
tr_tr: Sınırlı (varsayılan - yalnızca görevleri olan projeler)

source: List (default)
pt_br: Lista (padrão)
tr_tr: Liste(Varsayılan)

source: Log out
tr_tr: Çıkış

source: Logout
pt_br: Sair
tr_tr: Çıkış

source: Loose
pt_br: Solto
tr_tr: Gevşek

source: Low
pt_br: Baixo
tr_tr: Düşük

source: Low priority
tr_tr: Düşük öncelik

source: Maintenance
pt_br: Manutenção
tr_tr: Bakım

source: Make a Decision
pt_br: Tomar uma decisão
tr_tr: Karar ver

source: March
pt_br: Março
tr_tr: Mart

source: Mark all message as read?
tr_tr: Tüm bildirimler okundu olarak işaretlensin mi?

source: Mark read
pt_br: Marque lido
tr_tr: Okundu olarak işaretle

source: Materials
pt_br: Materiais
tr_tr: Malzemeler

source: Max allowed
pt_br: Máximo permitido
tr_tr: Maks. izin verilen

source: Max number of latest activity items
tr_tr: Maks. son etkinlik öğesi sayısı

source: Max number of notifications
tr_tr: Maks. Bildirim Sayısı

source: Maximum notifications
pt_br: Máximo de notificações
tr_tr: Maksimum bildirim

source: May
pt_br: Maio
tr_tr: Mayıs

source: Me
tr_tr: Ben

source: Message
pt_br: Mensagem
tr_tr: Mesaj

source: Message read.
pt_br: Mensagem lida.
tr_tr: Mesaj okundu.

source: Message sent from
tr_tr: Gönderilen mesaj

source: Messages
pt_br: Mensagens
tr_tr: Mesajlar

source: Milestone
pt_br: Marco
tr_tr: Kilometre taşı

source: Milestones
pt_br: Por Marco
tr_tr: Kilometre taşları

source: Minimise completed tasks in project view
pt_br: Minimize as tarefas concluídas na visualização do projeto
tr_tr: Proje görünümünde tamamlanan görevleri simge durumuna küçült

source: Mins
tr_tr: dk

source: Mon
pt_br: Seg
tr_tr: Pzt

source: Months
pt_br: Meses
tr_tr: Aylar

source: More
pt_br: Mais
tr_tr: Daha fazla

source: More details
pt_br: Mais detalhes
tr_tr: Daha fazla detay

source: More details about the project.
tr_tr: Proje hakkında daha fazla detay.

source: More from Rocket Apps
pt_br: Mais da Rocket Apps
tr_tr: Rocket Apps'ten

source: More information about %s
pt_br: Mais informações sobre %s
tr_tr: %s hakkında daha fazla bilgi

source: Most comments
pt_br: Mais comentários
tr_tr: En çok yorumlanan

source: My account
pt_br: Minha conta
tr_tr: Hesabım

source: My latest tasks
pt_br: Minhas últimas tarefas
tr_tr: Son Görevlerim

source: My projects
tr_tr: Projelerim

source: My Tasks
pt_br: Minhas Tarefas
tr_tr: Görevlerim

source: My tasks
pt_br: Minhas tarefas
tr_tr: Görevlerim

source: My tasks from the past
tr_tr: Önceki görevler son

source: Need something to do
pt_br: Precisa de algo para fazer
tr_tr: Yapacak bir şeye ihtiyacım var

source: New Group Item
pt_br: Novo Item de Grupo
tr_tr: Yeni Grup Öğesi

source: New Message
pt_br: Nova Mensagem
tr_tr: Yeni Mesaj

source: New Project
pt_br: Novo Projeto
tr_tr: Yeni Proje

source: New project created.
pt_br: Novo projeto criado.
tr_tr: Yeni proje oluşturuldu.

source: New project name
pt_br: Novo nome do projeto
tr_tr: Yeni proje adı

source: New Task
pt_br: Nova Tarefa
tr_tr: Yeni görev

source: Newest first (default)
tr_tr: Önce en yeni (varsayılan)

source: No Messages Found
pt_br: Nenhuma mensagem encontrada
tr_tr: Mesaj Bulunamadı

source: No Messages Found in Trash
pt_br: Nenhuma mensagem encontrada na lixeira
tr_tr: Çöp Kutusunda Mesaj Bulunamadı

source: No project
pt_br: Sem projeto
tr_tr: Proje yok

source: No Task Group Items found
pt_br: Nenhum item do grupo de tarefas encontrado
tr_tr: Görev Grubu Öğesi bulunamadı

source: No Task Group Items found in Trash.
pt_br: Nenhum item do grupo de tarefas encontrado na lixeira.
tr_tr: Çöp Kutusunda Görev Grubu Öğesi bulunamadı.

source: No tasks for you yet.
pt_br: Nenhuma tarefa para você ainda.
tr_tr: Hiç Görevin Yok

source: No Tasks Found
pt_br: Nenhuma tarefa encontrada
tr_tr: Görev Bulunamadı

source: No Tasks Found in Trash
pt_br: Nenhuma tarefa encontrada na lixeira
tr_tr: Çöp Kutusunda Görev Bulunamadı

source: Nobody
pt_br: Ninguém
tr_tr: Kimse

source: Nobody (unowned)
pt_br: Ninguém (sem dono)
tr_tr: Kimse (sahipsiz)

source: Nonce check is not allowed to fail.
pt_br: Nenhuma verificação não pode falhar.
tr_tr: Nonce kontrolünün başarısız olmasına izin verilmez.

source: Normal priority
tr_tr: Normal öncelik

source: Not Available
pt_br: Não disponível
tr_tr: Müsait değil

source: Not following task.
tr_tr: Görev takip edilmiyor.

source: Not started
pt_br: Não iniciado
tr_tr: Başlamadı

source: Note:
pt_br: Notas
tr_tr: Not:

source: Notification message maintenance
tr_tr: Bildirim bakımı

source: Notifications
pt_br: Notificações
tr_tr: Bildirimler

source: Notifications count
tr_tr: Bildirim sayısı

source: November
pt_br: novembro
tr_tr: Kasım

source: Number of recent comments
pt_br: Número de comentários recentes
tr_tr: Son yorumların sayısı

source: Obfuscate this task
pt_br: Ofuscar esta tarefa
tr_tr: Bu görevi karart

source: Observer
tr_tr: Gözlemci

source: Observers
tr_tr: Gözlemci

source: October
pt_br: Outubro
tr_tr: Kasım

source: Oldest first
tr_tr: Önce en eski

source: On hold
pt_br: Progredindo
tr_tr: Beklemede

source: On vacation
pt_br: De férias
tr_tr: İzinde

source: One last thing. Before you continue, please set your user preferences.
tr_tr: Son bir şey. Devam etmeden önce lütfen kullanıcı tercihlerinizi ayarlayın.

source: Only <strong>%1$s</strong> can edit this task.
pt_br: Apenas <strong>%1$s</strong> pode editar esta tarefa.
tr_tr: Bu görevi yalnızca <strong>%1$s</strong> düzenleyebilir.

source: Only projects that are in progress are displayed here. (<a href="%1$s">disable this chart</a>).
tr_tr: Burada sadece devam eden projeler gösterilir. (<a href="%1$s">bu grafiği devre dışı bırak</a>).

source: Only projects that you manage are displayed here.
tr_tr: Burada yalnızca yönettiğiniz projeler görüntülenir.

source: Only show my projects on the Project page
tr_tr: Projelerimi yalnızca Proje sayfasında göster

source: Only show my projects on the Projects page
tr_tr: Projelerimi yalnızca Proje sayfasında göster

source: Only show this page on this project
pt_br: Mostrar apenas esta página neste projeto
tr_tr: Bu projede sadece bu sayfayı göster

source: Oops! This project is managed by <a href="%1$s">%2$s</a>.
pt_br: Ops! Este projeto é gerenciado por <a href="%1$s">%2$s</a>.
tr_tr: Hata! Bu proje <a href="%1$s">%2$s</a> tarafından yönetilmektedir.

source: Oops! This task can only be edited by <a href="%1$s">%2$s</a>.
pt_br: Ops! Esta tarefa só pode ser editada por<a href="%1$s">%2$s</a>.
tr_tr: Hata! Bu görev yalnızca <a href="%1$s">%2$s</a> tarafından düzenlenebilir.

source: Oops! You are not permitted to access tasks that are not yours. Sending you back...
tr_tr: Hata! Size ait olmayan görevlere erişmenize izin verilmez. Seni geri gönderiyorum...

source: Operator
tr_tr: Operatör

source: Orphans
tr_tr: Sahipsiz

source: Other Gannt settings
pt_br: Outras configurações de Gannt
tr_tr: Diğer Gantt ayarları

source: Other Settings
pt_br: Outras Configurações
tr_tr: Diğer Ayarlar

source: Other tasks
pt_br: Outras tarefas
tr_tr: Diğer görevler

source: Out to lunch
pt_br: Sair para almoçar
tr_tr: Yemekte

source: Overdue
pt_br: Atrasado
tr_tr: Tarihi Geçmiş

source: Overtime prompt
pt_br: Aviso de prorrogação
tr_tr: Fazla mesai istemi

source: Owner
pt_br: Proprietário
tr_tr: Sahip

source: Ownership request sent.
tr_tr: Sahiplik isteği gönderildi.

source: Page comments
pt_br: Comentários da página
tr_tr: Sayfa yorumları

source: Pages
pt_br: Páginas
tr_tr: Sayfalar

source: Pages navigation label
pt_br: Rótulo de navegação de páginas
tr_tr: Sayfalar menü etiketi

source: Pagination
pt_br: Paginação
tr_tr: Sayfalandırma

source: Parent project:
pt_br: Projeto pai:
tr_tr: Üst proje:

source: Parent projects
pt_br: Projetos pai
tr_tr: Üst projeler

source: Pause
pt_br: Pausa
tr_tr: Beklemede

source: Permissions
pt_br: Permissões
tr_tr: İzinler

source: Perth Observatory
pt_br: Observatório de Perth
tr_tr: Perth Gözlemevi

source: Phone
pt_br: Telefone
tr_tr: Telefon

source: Photo
pt_br: foto
tr_tr: Fotoğraf

source: PHP memory
pt_br: Memória PHP
tr_tr: PHP belleği

source: PHP version
pt_br: Versão PHP
tr_tr: PHP versiyon

source: Pinned
tr_tr: Sabitlenmiş

source: Planning
pt_br: Planejamento
tr_tr: Planlanan

source: PM
pt_br: GER
tr_tr: PY

source: Popups position
pt_br: Posição dos pop-ups
tr_tr: Popup pozisyon

source: Position
pt_br: Informações
tr_tr: Pozisyon

source: Post max size
pt_br: Tamanho máximo da postagem
tr_tr: Maks. gönderi boyutu

source: Post Reply
tr_tr: Yorum yap

source: Preferences
pt_br: Preferências
tr_tr: Tercihler

source: Preferred calendar
pt_br: Calendário preferido
tr_tr: Tercih edilen Takvim

source: Presentation
pt_br: Apresentação
tr_tr: Kişiselleştir

source: Print
pt_br: Imprimir
tr_tr: Yazdır

source: Printing
pt_br: Impressão
tr_tr: Yazdırma

source: Priority
pt_br: Prioridade
tr_tr: Öncelik

source: Privacy
pt_br: Privacidade
tr_tr: Görünürlük

source: Private
pt_br: Privado
tr_tr: Özel

source: Private task
pt_br: Tarefa privada
tr_tr: Özel görev

source: Pro Addons
pt_br: Complementos Pro
tr_tr: Pro Eklentiler

source: progress changed to %1$s %2$s
pt_br: progresso alterado para %1$ s%2$s
tr_tr: ilerleme %1$s %2$s olarak değiştirildi

source: Project
pt_br: Projeto
tr_tr: Proje

source: project
pt_br: projeto
tr_tr: proje

source: Project <a href="%1$s">%2$s</a> was created by %3$s.
pt_br: O projeto <a href="%1$s">%2$s</a> foi criado por %3$s.
tr_tr: <a href="%1$s">%2$s</a> projesi %3$s tarafından oluşturuldu.

source: Project <a href="%1$s">%2$s</a> was modified by %3$s.
pt_br: O projeto <a href="%1$s">%2$s</a> foi modificado por %3$s.
tr_tr: <a href="%1$s">%2$s</a> projesi %3$s tarafından düzenlendi.

source: Project deleted.
pt_br: Projeto excluído.
tr_tr: Proje silindi

source: Project edits saved.
pt_br: Edições do projeto salvas
tr_tr: Proje düzenlemeleri kaydedildi.

source: Project extended to %1$s.
pt_br: Projeto estendido para %1$s.
tr_tr: Proje %1$s'ye uzatıldı.

source: Project info
pt_br: Informação do projeto
tr_tr: Proje Bilgisi

source: Project list style
pt_br: Estilo de lista de projetos
tr_tr: Proje listesi sitili

source: Project manager
pt_br: Gerente do projeto
tr_tr: Proje Yöneticisi

source: Project managers
pt_br: Gerentes de projeto
tr_tr: Proje yöneticileri

source: Project managers and administrators can access all projects regardless of this setting.
pt_br: Os gerentes e administradores de projeto podem acessar todos os projetos, independentemente desta configuração.
tr_tr: Proje yöneticileri ve yöneticiler, bu ayardan bağımsız olarak tüm projelere erişebilir.
